[{"id":177883676,"web_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/article177883676.html","type":"story","title":"Dark secrets of Florida juvenile justice: ‘honey-bun hits,’ illicit sex, cover-ups","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-10-17T14:12:57Z","published_date":"2017-10-10T13:00:00Z","authors":[{"name":"Carol Marbin Miller","email":"cmarbin@MiamiHerald.com"},{"name":"Audra D.S. Burch","email":""}],"summary":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cp\u003eElord Revolte, 17, was beaten to death by a mob of teenage detainees at the Miami-Dade juvenile lockup. Cameras recorded the attack. Two youths said the mauling was ordered by staff. Charges filed: None. A look at Florida’s juvenile justice system.\u003c/p\u003e\u003c/div\u003e","body":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cdiv class=\"ng_mm_link15\"\u003e\u003cdiv\u003e\u003clink href=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.css\" rel=\"stylesheet\"/\u003e \u003cscript src=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.js\"\u003e//\u003c/script\u003e\u003c/div\u003e\n\u003c/div\u003e\u003cp\u003eThe boys had just returned to Module 9 of the Miami juvenile lockup from the dining hall when one of them hit Elord Revolte high and hard. More of the boys jumped in, punching and slamming him over and over, then pile-driving his 135-pound body.\u003c/p\u003e\u003cp\u003eOne called it an “A-town Stomp,” and demonstrated to detectives by jumping on the floor with both feet.\u003c/p\u003e\u003cp\u003eElord, 17, fought back gamely. “\u003cem\u003e\u003ca href=\"http://www.miamiherald.com/latest-news/article168746477.ece/binary/trstatementpt1.pdf\" target=\"_blank\" title=\"http://I swung a punch\"\u003eI swung a punch\u003c/a\u003e,”\u003c/em\u003e\u003cem\u003e \u003c/em\u003esaid the youth who struck him with the first blow.\u003cem\u003e \u003c/em\u003e\u003cem\u003e“\u003c/em\u003e\u003cem\u003eI hit him. He swung two punches. He hit me. I swung one punch and then I grabbed his shirt and hit him again. Then I slammed him on his head and I hit him. ... All my friends, they start jumping over the chairs, while Elord was on the floor and they went to stomping on him\u003c/em\u003e.”\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177403126% --\u003e\u003c/p\u003e\u003cp\u003eWhen Elord rose from the 68-second thrashing — every kick and punch meted out in front of a surveillance camera — he was too angry to know his own hurt. He said all he wanted was to kill the boys who had brutalized him. \u003c/p\u003e\u003cp\u003eThirty hours later, Elord was the one dead, the result of internal bleeding from that mauling, which two of the youths said \u003ca href=\"http://www.miamiherald.com/latest-news/article166607957.ece/binary/autopsy.pdf\" target=\"_blank\" title=\"http://one of the youths said was ordered by an officer\"\u003ewas instigated by a detention officer\u003c/a\u003e.\u003c/p\u003e\u003cp\u003eElord Revolte’s death evokes many of the dark secrets of Florida’s troubled juvenile justice system, including incompetent supervision, questionable healthcare, willfully blind internal investigations and spasms of staff-induced violence, sometimes bought for the price of a pastry.\u003c/p\u003e\u003cp\u003eThe lack of accountability has left children in peril, unfit employees in charge and parents frustrated, frightened and sometimes grieving.\u003c/p\u003e\u003cp\u003e“They treated my child worse than a dog,” said Enoch Revolte, Elord’s father. “My child wasn’t a dog. My son deserves justice.”\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177883596; alt=\"Elord Revolte\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eHe didn’t get it. No one was held to account. \u003c/p\u003e\u003cp\u003eNot the dozen-plus boys who ambushed Elord.\u003c/p\u003e\u003cp\u003eNot the detention officer identified by a detainee as ordering up the attack because Elord had mouthed off minutes earlier.\u003c/p\u003e\u003cp\u003eNot the nurses who waited a day to get Elord to the hospital as he oozed blood internally.\u003c/p\u003e\u003cp\u003eNot the administrators who failed, despite repeated warnings, to supply juvenile lockups with modern surveillance equipment. \u003c/p\u003e\u003cp\u003eSpurred by the death of Elord Revolte on Aug. 31, 2015, at least the 12th questionable juvenile detainee death since 2000, the Miami Herald embarked on a sweeping investigation of juvenile justice in Florida. \u003c/p\u003e\u003cp\u003eReporters examined both state-run juvenile detention centers, essentially jails for kids ages 13 to 18 who are accused of crimes, as well as the state’s residential “programs,” prison-like institutions where they are sent by judges to serve sentences and receive treatment. The latter are privately run, but funded and overseen by the state. \u003c/p\u003e\u003cp\u003e\u003ca href=\"http://miamiherald.com/fightclub\" target=\"_blank\" title=\"\"\u003eHerald journalists examined 10 years \u003c/a\u003eof Department of Juvenile Justice incident reports, inspector general investigations and administrative reviews, restraint records, police files and court cases, state inspections, child welfare and prison records, emails, personnel files, surveillance video and handwritten witness and victims’ statements. They conducted scores of interviews with administrators, public defenders, prosecutors, judges, children’s advocates, consultants, parents and youths across Florida. They toured a half-dozen programs in two states and observed juvenile court cases.\u003c/p\u003e\u003cp\u003eThe investigation found that for years — long before Elord’s death — youths have complained of staff turning them into hired mercenaries, offering honey buns and other rewards to rough up fellow detainees. It is a way for employees to exert control without risking their livelihoods by personally resorting to violence. Criminal charges are rare.\u003c/p\u003e\u003cdiv class=\"ng_mm_link1\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/03-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/03-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\u003c/div\u003e\n\u003c/div\u003e\u003cp\u003eOf the 12 questionable deaths since 2000, including an asphyxiation, a violent takedown by staff, a hanging, a youth-on-youth beating and untreated illnesses or injuries, none has resulted in an employee serving a day in prison.\u003c/p\u003e\u003cp\u003eDJJ Secretary Christina K. Daly said her agency does not tolerate the mistreatment of youth in its care. “The Florida Department of Juvenile Justice has been and continues to be committed to reform of the juvenile justice system in Florida. We have worked over the past six years to ensure that youths receive the right services in the right place and that our programs and facilities are nurturing and safe for the youths placed in our custody,” she said.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177457916% --\u003e\u003c/p\u003e\u003cp\u003eThe Miami-Dade lockup culture of violent retribution could spill out into open court when a teenager faces trial for a murder committed on a Liberty City street corner. The victim’s mother says \u003ca href=\"http://www.miamiherald.com/news/special-reports/florida-prisons/article177886506.html\" target=\"_blank\" title=\"\"\u003ehe was groomed by staff at the lockup to beat people up\u003c/a\u003e. The alleged shooter was the recipient of one of those beatings a little over a year earlier.\u003c/p\u003e\u003cp\u003eAfter Elord’s death, Miami-Dade criminal prosecutors and the state attorney’s anti-corruption unit began a probe in response to a Miami Herald \u003ca href=\"http://www.miamiherald.com/news/special-reports/florida-prisons/article37157142.html\" target=\"_blank\" title=\"http://investigative report \"\u003einvestigative report\u003c/a\u003e on the incident. In the Herald article, the public defender’s chief assistant for the juvenile division, Marie Osborne, said detainees are turned into enforcers by outnumbered staff, and that “in here, a honey bun is like a million dollars.” \u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177883626; alt=\"Marie-Osborne-calls-juvenile-detention-center--unsafe-_656703_ver1.0_1280_72\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eThough they did not file criminal charges, prosecutors concluded that detention officers \u003ca href=\"http://www.miamiherald.com/latest-news/article159250664.ece/binary/Honey_bun_Close-out.pdf\" target=\"_blank\" title=\"http://“likely engaged in the practice of offering honey buns\"\u003e“likely engaged in the practice of offering honey buns\u003c/a\u003e or other food as a reward to youth detainees to carry out physical attacks as a means of punishment for exhibiting unruly or offensive behavior.” Still, prosecutors concluded that the allegation that an officer instigated the beating that killed Elord Revolte was “not corroborated by the evidence uncovered in this investigation.”\u003c/p\u003e\u003cdiv class=\"ng_mm_link2\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/13-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/13-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\u003c/div\u003e\n\u003c/div\u003e\u003cp\u003eThe Department of Juvenile Justice undertook its own inquiry into “honey-bunning” after the Herald report. Despite several witnesses telling investigators that the lockup staff instigates fights by offering rewards, the inspector general concluded that there was insufficient evidence to prove or refute the allegation.\u003c/p\u003e\u003cp\u003eIf brutality-by-proxy is a symptom of what plagues juvenile justice in Florida, these are some of the causes: \u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eLow pay and inexperienced staff: The state offers starting detention officers $12.25 an hour to protect and supervise youths often dealing with mental illnesses, drug addiction, disabilities and the lingering effects of trauma. That’s $25,479.22 a year for a new recruit. The Legislature hasn’t seen fit to raise the starting pay since 2006 — although it did give current staff a $1,400 raise on Oct. 1.\u003c/p\u003e\u003cp\u003eStarting salaries remained the same.\u003c/p\u003e\u003cp\u003e\u003c/p\u003e\u003cdiv class=\"ng_mm_link4\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/09-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/09-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\u003c/div\u003e\n\u003c/div\u003e When the state handed over its residential programs to private contractors, it abdicated its say over the pay for those employees, unless stipulated in the contract. TrueCore Behavioral Solutions — which operates 28 Florida programs, more than any other company — offers new hires $19,760. \u003cp\u003e\u003c/p\u003e\u003cp\u003eSome states insist on college degrees from prospective employees. Florida does not. Workers fired for wrongdoing in recent years have included a former brick mason, furniture salesman, mail sorter, sales rep, a machinist and a boxer. \u003c/p\u003e\u003cp\u003eMany staffers share one trait: intimidating bulk. \u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eInadequate personnel screening and standards: Having a violent or sexually abusive past has been no bar to employment with the Department of Juvenile Justice and the private agencies that operate Florida’s residential compounds for kids. At least not until recently, when the Herald began requesting personnel records and the department \u003ca href=\"http://www.miamiherald.com/latest-news/article166124332.ece/binary/hiringmemoone.pdf\" target=\"_blank\" title=\"http://promptly issued stricter guidelines. \"\u003epromptly wrote an internal memo\u003c/a\u003e issuing stricter guidelines. \u003c/p\u003e\u003cp\u003eHundreds of \u003ca href=\"http://www.miamiherald.com/news/special-reports/florida-prisons/article177889736.html\" target=\"_blank\" title=\"\"\u003ewashed-up prison guards have been hired\u003c/a\u003e, including individuals who lost their jobs for sexually abusive treatment of colleagues, “improper relationships” with inmates, smuggling in contraband and sleeping on the job.\u003c/p\u003e\u003cp\u003eThe results can be predictable. One caregiver pleaded guilty to knocking out a disabled man in a group home, was convicted and still on probation when he signed on with a youth program in Jacksonville. Five months later, he violently clubbed a 15-year-old with a flashlight. \u003c/p\u003e\u003cp\u003eA worker at a prison psychiatric hospital, ousted because of an “inappropriate relationship” with an inmate, joined the staff of a youth program, and within months was accused of having \u003ca href=\"http://www.miamiherald.com/latest-news/article167543257.ece/binary/Sara_Martin_Arrest_Report.pdf\" target=\"_blank\" title=\"http://sex with a detainee on the bathroom floor. \"\u003esex with a detainee on the bathroom floor. \u003c/a\u003e\u003c/p\u003e\u003cp\u003eDJJ records are peppered with allegations of staff engaging in sex with detainees. One counselor at a Fort Lauderdale program — she was known as “the cradle robber,” a public defender wrote — bore the child of a recent detainee. Six months later, the program gave her a glowing recommendation for a job working with kids.\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eTolerance for cover-ups: Over the past 10 years, DJJ has investigated 1,455 allegations of youth officers or other staffers failing to report abusive treatment of detainees — or, if they did report an incident, lying about the circumstances. That’s nearly three times a week.\u003c/p\u003e\u003cp\u003eIn August, the Polk County Sheriff’s Office \u003ca href=\"http://www.miamiherald.com/news/state/article168011957.html\" target=\"_blank\" title=\"http:// charged three former top administrators \"\u003echarged three former top administrators\u003c/a\u003e of the Highlands Youth Academy with evidence tampering. Sheriff Grady Judd said the managers covered up widespread sexual misconduct by destroying written statements, and concealed an attack on a detainee by hiding incriminating video.\u003c/p\u003e\u003cdiv class=\"ng_mm_link3\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/06-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/06-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\u003c/div\u003e\n\u003c/div\u003e\u003cp\u003eJudd said the academy’s bosses “weren’t reporting what was occurring to DJJ, and DJJ was ignoring the obvious. They ignored it all.”\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eFaulty security cameras: Going back at least 15 years, administrators have been told repeatedly and emphatically that aging, faulty video cameras undermine the state’s ability to investigate wrongdoing. And that the systems are easy to circumvent.\u003c/p\u003e\u003cp\u003eA 2015 investigation into claims that a teen was knocked out in the shower after a worker “set him up to be jumped” was stymied when the agency discovered that a combined 135 seconds of video had vanished — from two separate cameras. One video in another case shows a detainee standing on a chair and swinging the camera lens sideways in preparation for a beating reportedly encouraged by a staffer. \u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177400141% --\u003e\u003c/p\u003e\u003cp\u003eElord Revolte’s case was only the latest in which security cameras played a critical role.\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eLegal impunity for abusive staffers: After a teen died from a head injury when a West Palm Beach staffer \u003ca href=\"http://www.mcclatchydc.com/news/crime/article24725719.html\" target=\"_blank\" title=\"http://dropped him on his skull\"\u003edropped him on his skull\u003c/a\u003e, lawmakers passed a 2014 law that made it easier to punish abusive or neglectful youth workers. The Florida Department of Law Enforcement could cite no instance of it ever being invoked until this August, when the three former administrators were charged at Highlands.\u003c/p\u003e\u003cp\u003eIf harsh treatment is meant to deter youths from re-offending, it doesn’t seem to be working. The state says 45 percent of all detainees wind up back in the justice system within one year, many as adult offenders. Although no precise tracking data could be found, it is clear that Florida’s juvenile justice programs have become an on-ramp for the adult prison system. \u003c/p\u003e\u003cp\u003eMark Steward, who was director of the Missouri Division of Youth Services for more than 17 years and is credited with turning it into a national model, said: “Everybody should feel shame for letting this happen. Everybody. Legislators, the governor, the people running these programs.”\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177883631; alt=\"Mark Steward\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eFor years, “honey-bunnings” and other abuses have been as ubiquitous as razor wire and starchy vegetables. \u003c/p\u003e\u003cp\u003eBroward County’s top juvenile public defender, Gordon Weekes, said his office has complained repeatedly that poorly nourished youths were being manipulated by staff. DJJ could lessen the problem, he said, by removing vending machines from employee lounges and strictly enforcing the prohibition on outside food.\u003c/p\u003e\u003cp\u003e“They have the evidence. They have the complaints. They have a pattern of incidents all throughout Florida,” Weekes said.\u003c/p\u003e\u003cp\u003e“It’s barbaric.”\u003c/p\u003e\u003cp\u003eThousands of juvenile justice officers and youth workers oversee unruly and sometimes violent teens across Florida every day. Most of them follow the rules, treat the detainees with kindness and decency, and provide the necessary guidance and mentoring. Their jobs, in addition to offering low pay, carry significant risk. When officers fall short of their obligations, though, the consequences for detainees can be far-reaching.\u003c/p\u003e\u003cp\u003e“We can have the best policies, procedures, practice, vetting — you name it. There will always be someone who makes a poor decision,” said DJJ’s Daly. “It’s very hard to prevent that from happening, but it is my expectation of myself and this agency that we do everything we can do to make sure we’ve got the right practices, policies and procedures in place to avoid that from happening.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177883621; alt=\"MDJRDC 07 Fight Club EKM\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003e“We have thousands of dedicated employees and, unfortunately, there have been some that have come into our system that have caused us great heartache and frustration,” Daly said. “It always comes down to one person’s judgment.”\u003c/p\u003e\u003ch3\u003eADULT ADVICE AND A PUNCH IN THE NOSE\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eThe video is blurry, as if you’re watching it through gauze — and you are, in a sense, as state juvenile justice administrators have fuzzed up the images to conceal identities before releasing the footage in response to a public records request.\u003c/p\u003e\u003cp\u003eAndrew Ostrovsky is backpedaling into the center of the frame. A dark-clad detention officer advances. He grabs skinny 14-year-old Andrew by his shirt and thrusts him into a wall of the Broward Regional Juvenile Detention Center cafeteria. Andrew remains pinned to the wall for about seven seconds, officer Darell Bryant holding him there.\u003c/p\u003e\u003cp\u003eSuddenly, Bryant clutches the boy’s arm like a handle and tosses him onto his back. As Andrew lies on his back, Bryant punches his face, breaking his nose in two places. \u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177438256% --\u003e\u003c/p\u003e\u003cp\u003e“Wow, wow, wow....”\u003c/p\u003e\u003cp\u003eAndrew’s incredulous father, Uri Ostrovsky, is watching the video for the first time. “He needs to go to jail.”\u003c/p\u003e\u003cp\u003e“What a son of a bitch,” Ostrovsky says, softly, as he asks to watch the Feb. 12, 2017, beating a second time.\u003c/p\u003e\u003cp\u003eLike many youths in the system, Andrew has lived a difficult life. Ostrovsky adopted his son from foster care in Maine. Andrew had been removed from his mother’s care at 18 months, adopted by another family at 3, and then returned at age 6 like an ill-fitting sweater, abandoned back to the state in a parking lot, Ostrovsky said. “They told him, ‘We don’t want you any more.’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e” \u003c/p\u003e\u003cp\u003e“He suffered in his life,” Ostrovsky said. “He doesn’t trust.” Still, his father said, Andrew never took his pain out on other children. “He is not a strong kid, and he’s not aggressive. He never beat up anybody.”\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177883651; alt=\"Ostrovsky\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eAndrew was in the detention center for joyriding in his father’s Dodge van. The DJJ report says Andrew complained to a staffer that he was having a hard time with another youth. So hit him, Andrew said the staffer replied.\u003c/p\u003e\u003cp\u003e“The guard told my son to beat up another kid there,” Ostrovsky said.\u003c/p\u003e\u003cp\u003e\u003c/p\u003e\u003cdiv class=\"ng_mm_link5\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/11-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/11-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\u003c/div\u003e\n\u003c/div\u003e “That’s when the guard broke his nose,” Ostrovsky said. After the punch, a report said, Andrew was “hyperventilating and large amounts of blood [were] trailing from the dining hall.”\u003cp\u003e\u003c/p\u003e\u003cp\u003eAfter visiting his son at the hospital, Ostrovsky said he confronted the lockup superintendent, who told him officers “don’t get paid well, and nobody wants the job.”\u003c/p\u003e\u003cp\u003eThe DJJ investigation quoted Andrew as saying the other boy had been “talking junk to him,” and he sought advice from Bryant. “Bryant told him to hit [the other] youth when no one is looking in the dining hall.” The report implies, and video seems to show, that Andrew did just that — throwing a feeble jab — and that the staffer violently intervened to break up the confrontation. At the moment Andrew is thrown to the ground, he is in full retreat.\u003c/p\u003e\u003cp\u003eNotably, the 10-page report never resolved Andrew’s allegation that an officer instructed him to hit another youth.\u003c/p\u003e\u003cp\u003eBryant “resigned in lieu of termination,” a DJJ spokeswoman said. Fort Lauderdale police detectives forwarded their findings to the Broward State Attorney’s Office, and the case remains open, a spokesman said. The Herald was unsuccessful in reaching Bryant. \u003c/p\u003e\u003cp\u003eOstrovsky ponders the odd calculus of crime and punishment, children and adults: His 14-year-old was jailed for a nonviolent act and then beaten bloody. The attacker, an adult, remains free. Andrew, his father said, “did bad stuff. He paid for it. It doesn’t mean that you have to break him.”\u003c/p\u003e\u003ch3\u003ePANHANDLE PURGATORY\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eFlorida’s youth corrections system has been a source of shame and scandal since its inception. The Arthur G. Dozier School for Boys, the state’s first reform school, was opened in the Panhandle in 1900 as a reform-minded experiment in “intellectual and moral training.” Three years later, boys were found chained in irons.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177403656% --\u003e\u003c/p\u003e\u003cp\u003eThe state has been the subject of blistering grand jury reports, defended countless lawsuits, ramped up and slashed funding, designed and redesigned new programs — only to see the same abuses recur. \u003c/p\u003e\u003cp\u003eDespite the periodic outrages, those in the juvenile justice system have never gotten the same attention as abused and neglected children — although they are, in many cases, the same children, simply grown older and more damaged. \u003c/p\u003e\u003cp\u003eTrueCore, the private contractor, has researched its detainee population. It said incarcerated girls are four times more likely than their non-delinquent peers — and boys three-and-a-half times more likely — to have experienced traumas such as abuse and neglect.\u003c/p\u003e\u003cp\u003eFor generations, Florida juvenile justice programs were interwoven with the state’s child welfare system in a mammoth department called Health and Rehabilitative Services. The agency operated under a social services model, with foster care and delinquency programs governed by a child’s best interests. That philosophy remained in place even after delinquency programs were spun off in 1994.\u003c/p\u003e\u003cp\u003eBut in 2000, the agency turned toward punishment when the Legislature approved an overhaul called “Tough Love.” As Florida grappled with a surge in violent youthful crime, a wave that jeopardized the state’s tourism lifeblood, the emphasis was on “tough.”\u003c/p\u003e\u003cp\u003e“We stopped seeing young people as somebody’s child, but rather as predators to be feared. And the way you deal with a predator is the opposite of how you deal with a child who has made a poor decision,” said Jim DeBeaugrine, an HRS legislative analyst from 1988 to 1997, and then staff director for the state Justice Appropriations Committee until 2007.\u003c/p\u003e\u003cp\u003eThe 2000s saw two dramatic shifts: From 2008 until this year, the number of juveniles who entered the system’s custodial care plummeted from 41,002 to 19,491. The reduction coincided with a nationwide drop in youth crime, along with a 2011 Florida law — championed by DJJ — that encouraged police to issue civil citations to some nonviolent youthful offenders instead of arresting them.\u003c/p\u003e\u003cp\u003eAt the same time, the Legislature privatized all juvenile justice commitment programs — the brick-and-mortar facilities where youths serve out their sentences. Daly, the DJJ secretary, says this outsourcing has led to greater efficiency and accountability, and more humane conditions.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177883666; alt=\"jv damage poster\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eA 2015 Polk County \u003ca href=\"http://www.miamiherald.com/latest-news/article159250659.ece/binary/Grand_Jury_Presentment-2015_Spring_Term_HYA.pdf\" target=\"_blank\" title=\"http://grand jury report \"\u003egrand jury report\u003c/a\u003e following a riot at Highlands Youth Academy — named Avon Park at the time — saw it differently. \u003c/p\u003e\u003cp\u003eThe riot started over a bet on a basketball game. The stakes: a packet of Lipton Cup-a-Soup. The losers refused to pay. Approximately 150 law enforcement officers were deployed, including a SWAT team. Sixty-one juveniles were arrested.\u003c/p\u003e\u003cp\u003eAfter examining the uprising at the program for boys with mental illnesses or drug addictions, the grand jury labeled it “disgraceful.”\u003c/p\u003e\u003cp\u003e“The buildings are in disrepair and not secured, the juvenile delinquents are improperly supervised and receive no meaningful tools to not re-offend, the staff is woefully undertrained and ill-equipped to handle the juveniles in their charge, and the safety of the public is at risk,” the report said. \u003c/p\u003e\u003cp\u003eThe grand jurors noted that boys were running wild, living in buildings with leaky roofs — one still had a blue tarp — because they were never repaired after Hurricane Wilma a decade earlier. The report pointed out that British-based G4S, the for-profit company then running the youth program, had been paid $40 million over five years, including a 9 percent profit margin, or about $800,000 in profit that year alone, to run the camp.\u003c/p\u003e\u003cp\u003e“While the citizens are essentially being ripped off,” the report said, “the juveniles are being even more poorly served.”\u003c/p\u003e\u003cp\u003eG4S was sent detailed information about what the Herald was preparing to publish in this report. The company, which has spun off its juvenile contracts to TrueCore, a firm run by former employees, did not respond. \u003c/p\u003e\u003cp\u003e\u003c!-- %asset:168061992% --\u003e\u003c/p\u003e\u003ch3\u003eFAST FOOD AND FALSE PROMISES\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eAmid the downsizing, residential programs like Avon Park/Highlands — and the lockups, where youths await adjudication and sometimes scarce beds in the residential programs — have remained a source of trouble. The trouble ranges from improper “restraints” — forcible takedowns by staff — to ham-handed efforts to prevent detainees from reporting abuse.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177464211% --\u003e\u003c/p\u003e\u003cp\u003eFort Myers Youth Academy has been a microcosm, steeped in violence and a culture of coercive cover-ups. The program was placed under a “corrective action plan” in September 2014 after it was found to be manhandling too many detainees.\u003c/p\u003e\u003cp\u003eRather than stanch the abuse, the head of Fort Myers, Michael Mathews, went to extreme lengths to prevent it from being reported, DJJ inspector general records show.\u003c/p\u003e\u003cp\u003eStaffers told investigators they were forbidden from reporting anything to the state child abuse hotline without permission of administrators — a violation of DJJ policy, which mandates the reporting of abuse and requires that detainees have access to the hotline. Youths claimed they were pressured or bribed — one youth said with chips — to keep their mouths shut.\u003c/p\u003e\u003cp\u003eIn April 2015, a 17-year-old clashed with Davis Rios, a youth care worker hired by Fort Myers after he was allowed to resign from his prison job. He’d initially been fired from the prison position for sexual harassment.\u003c/p\u003e\u003cp\u003eRios swept the detainee’s legs out from under him, tossing him to the floor, wrote Christopher Geraci, a supervisor who witnessed it. Rios then bent the boy’s fingers backward and twisted his shoulder joint behind his back, “causing him to scream in pain.” \u003c/p\u003e\u003cp\u003eThe youth had recently broken his jaw, and it was tender. Rios, exploiting the injury, gnashed an elbow into the teen’s wired jaw, eliciting a howl of pain, records show. The boy was “crying and begging Rios to stop.” The teen said Rios had “tried to break his arm.”\u003c/p\u003e\u003cp\u003eWhen it was over, the youth had his teeth knocked out of place, and his mouth dripped blood. He was sent to the emergency room with a shoulder injury, “multiple” deep bruises and internal bleeding.\u003c/p\u003e\u003cp\u003eSuch “pain compliance” moves, permissible in adult prisons, have been banned by DJJ for more than a decade.\u003c/p\u003e\u003cp\u003eGeraci \u003ca href=\"http://www.miamiherald.com/latest-news/article166124282.ece/binary/pain-complaints.pdf\" target=\"_blank\" title=\"http:// wrote a three-page report \"\u003ewrote a three-page report \u003c/a\u003e describing how Rios “became physically aggressive,” how he had done a “pain compliance technique on [the] youth’s fingers,” and how he’d twisted the teen’s shoulder, “causing him to scream in pain.” And it said he kept going even after Geraci ordered him to stop.\u003c/p\u003e\u003cp\u003eMathews demanded a rewrite, Geraci later would tell investigators. The statement went from a three-page narrative to \u003ca href=\"http://www.miamiherald.com/latest-news/article176531691.ece/binary/geraciafter.pdf\" target=\"_blank\" title=\"\"\u003eone paragraph devoid of detail.\u003c/a\u003e Geraci also refrained from calling the abuse hotline as mandated, later explaining: Staff “are prohibited from doing so.”\u003c/p\u003e\u003cp\u003eMathews “offered no explanation as to why the Abuse Hotline was not contacted after medical documentation supported [Geraci’s claim] that staff Rios manipulated youth’s shoulder with the intent to inflict pain,” the report said. Nonetheless, a DJJ lawyer concluded that there was “no intent on his part to mislead the department.” \u003c/p\u003e\u003cp\u003eThe episode remained buried for three months, until DJJ investigators came to Fort Myers to look into another takedown. Soon, more complaints surfaced, including a kid who suffered a dislodged tooth and possible “roof fracture” when he refused to give up his lunch tray, a youth who claimed he was yanked out of bed and beaten for oversleeping, and a report from a teen of “bounties” being offered for beatings.\u003c/p\u003e\u003cp\u003eOn Oct. 23, 2015, an inspector general investigator wrote a report in which detainees described \u003ca href=\"http://www.miamiherald.com/latest-news/article177668086.ece/binary/fort-myers-youth-academy-report.pdf\" target=\"_blank\" title=\"\"\u003ewidespread abuse and frequent cover-ups\u003c/a\u003e. The program physician, Dr. Hala Fakhre, said she was told administrators dissuaded detainees from reporting physical abuse. A former staff nurse, Kandis Kelting, said she quit because of excessive violence and “youths being called liars.”\u003c/p\u003e\u003cp\u003eOne boy said Mathews “bribed him with fast food ... and false promises” — such as a reduced stay — to hide abuse.\u003c/p\u003e\u003cp\u003e“Things tend to get swept under the rug,” Geraci said in an inspector general report.\u003c/p\u003e\u003cp\u003eThose things included the surveillance footage of Rios’ April 2015 “pain compliance” restraint. Mathews didn’t preserve the video, later explaining that he viewed the video himself and saw “no excessive use of force.”\u003c/p\u003e\u003cp\u003eRios was terminated in November 2015. Mathews was fired the following year — after he failed to report another restraint. Neither could be reached by the Herald. \u003c/p\u003e\u003cp\u003eThe totality of complaints resulted in another “corrective action plan,” this one stipulating that the program report abuse “100 percent of the time.”\u003c/p\u003e\u003ch3\u003eTURNING A BLIND EYE\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eFor going on 20 years, investigators have been dutifully reporting concerns over the system’s outdated surveillance cameras. In July and August of 2000, two Miami-Dade officers were found to have beaten detainees with a broomstick. One boy was hurt, but in both cases the lockup “failed to ensure the video equipment was operating correctly, which prevented review” of the allegations. \u003c/p\u003e\u003cp\u003eThe next year, an investigation into a Pinellas County girl’s injured shoulder was thwarted by inoperable cameras.\u003c/p\u003e\u003cp\u003eOn June 9, 2003, 17-year-old Omar Paisley died of a ruptured appendix at the Miami-Dade lockup after begging for help for three days. A grand jury later complained that most of the video cameras weren’t working, and those that did “allowed only for real-time monitoring.”\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177883641; alt=\"Omar Paisley\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eInvestigations into the deaths of two other youths, as well as the rape of a third, also were hamstrung by poor surveillance equipment. Shawn Smith, 13, hanged himself while under suicide watch in Volusia County. Daniel “Danny” Matthews, 17, died after being punched by another Pinellas County detainee. And a severely disabled 16-year-old was placed in the care of a sex offender, a detainee deputized to change his diaper. In that instance, the Tallahassee lockup’s tapes vanished before investigators could view them.\u003c/p\u003e\u003cp\u003eIn some programs, the equipment was upgraded — but officers quickly learned the blind spots.\u003c/p\u003e\u003cp\u003eAt the Okeechobee Youth Correctional Center, the “sub control” center, a glassed-in enclosure, is not covered by cameras, and the glass is darkly tinted. Police said that is where youth worker Mackell Williams brought a 15-year-old on Aug. 16, 2012, to beat him up.\u003c/p\u003e\u003cp\u003eA witness reported that Williams repeatedly punched the boy, then hoisted him in a “bear hug” and slammed him to the floor on his head. The 15-year-old crumpled and initially remained motionless. A co-worker told investigators she “thought the youth might have broken his neck.”\u003c/p\u003e\u003cp\u003eA detainee suggested that the teen needed medical attention, but workers “refused to notify anyone from medical,” a report said. One staffer dabbed the boy’s bloody head with napkins.\u003c/p\u003e\u003cp\u003eHe was, in fact, badly hurt. The teen passed out in a classroom the next day from an apparent seizure and was diagnosed at a hospital with head and neck injuries. He returned to Okeechobee only to lose consciousness three days later — and then suffer another seizure the day after that. \u003c/p\u003e\u003cp\u003eDJJ and child abuse investigators \u003ca href=\"http://www.miamiherald.com/latest-news/article168745947.ece/binary/igmackellpt1.pdf\" target=\"_blank\" title=\"http:// concluded \"\u003econcluded\u003c/a\u003e that Williams and two others had medically neglected the boy. They also determined that Williams had physically abused him. He was charged with \u003ca href=\"http://www.miamiherald.com/latest-news/article168742492.ece/binary/mackellwilliamsarrest.pdf\" target=\"_blank\" title=\"\"\u003emisdemeanor battery.\u003c/a\u003e\u003c/p\u003e\u003cp\u003eWilliams, six feet tall and stocky, wrote in a statement that the youth was the aggressor and he was “thrown around” by him while he begged the boy to “please let go.” He was acquitted four months later.\u003c/p\u003e\u003cp\u003eManaging the surveillance cameras throughout the juvenile justice system has long been a struggle, DJJ’s Daly said, forcing administrators to balance security needs against privacy rights. “You want kids to have the privacy in their room; you want them to have the privacy in the bathroom,” she told the Herald. She added that the agency can replace the equipment only as its budget allows. \u003c/p\u003e\u003cp\u003e“We are constantly replacing those cameras and the systems. There are a lot that are outdated, and we just have to prioritize and do them as we can,” Daly said. DJJ bought 135 cameras for its detention centers in June 2015 — along with new hard drives and other equipment — and another 100 security cameras the following May. About one-third of those were installed in Miami. Another 40 wide-angle cameras were installed in Miami later that year.\u003c/p\u003e\u003cp\u003e“It would be inaccurate to say DJJ does not take our facility safety seriously,” Daly said.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177459021% --\u003e\u003c/p\u003e\u003ch3\u003eON A SCALE OF 1 TO 10: ‘TWENTY’\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eThe Miami-Dade Regional Juvenile Detention Center cameras were working on the afternoon in 2015 when more than a dozen boys in Module 9 used Elord Revolte as a punching bag. But they weren’t working very well.\u003c/p\u003e\u003cp\u003eThe lockup was Elord’s last stop in an odyssey that began at Miami International Airport. He ran away from the airport, fearing that his father was planning to take him to Haiti and leave him there. Elord ended up in a Miami Beach foster home. He ran away from there, too, and had been spotted by other foster kids smoking marijuana in South Beach. His foster mother reported him missing but said authorities didn’t seem interested.\u003c/p\u003e\u003cp\u003e“Nobody really cared,” said Jolie Bogorad.\u003c/p\u003e\u003cp\u003eThey did care when, according to police, he and another youth took a man’s cellphone at gunpoint. Elord was arrested Aug. 28, 2015. In general, detainees are sent to the lockup for 21 days to await trial or release, though the time can be extended. Elord lasted three. \u003c/p\u003e\u003cp\u003eEnoch Revolte said he spoke with his son by phone not long before the attack. “He said, ‘Dad, I love you a lot.’\u003c/p\u003e\u003cp\u003e“I told him, ‘If you loved me, you would not be where you are.’ I was trying to practice tough love.”\u003c/p\u003e\u003cp\u003eThose words, among his last to his son, haunt him.\u003c/p\u003e\u003cp\u003eMore haunting were the events late in the afternoon on Aug. 30. Elord “stood up without permission” in the lockup cafeteria to get a carton of milk, according to the police report. Detention officer Antwan Johnson told him to sit down. Elord cursed at Johnson, who cut dinnertime short for everyone.\u003c/p\u003e\u003cp\u003eOne detainee, 16-year-old L.B., told police he \u003ca href=\"http://www.miamiherald.com/latest-news/article168746262.ece/binary/lbstatementpt1.pdf\" target=\"_blank\" title=\"http://overheard Johnson \"\u003eoverheard Johnson\u003c/a\u003e instruct another boy, T.R., to “punish [Elord] for his misconduct,” prosecutors wrote in a memo that identifies the juveniles only by their initials. “Johnson told the youth, [T.R.], to hit him,” L.B. said. \u003c/p\u003e\u003cp\u003eThe boys from Module 9 returned from the dining hall at about 5:33 p.m. Policy dictated that they stand in front of their doors, but they milled around a set of blue plastic chairs in the dayroom, preparing to watch a movie. Video shows two officers present. Johnson is entering a closet. Boris Valcin walks away.\u003c/p\u003e\u003cp\u003eNeither is in position to see what happens next: T.R. slugs Elord in the jaw. Elord’s arms flail in the air.\u003c/p\u003e\u003cp\u003eValcin continues to walk away when at least a half-dozen detainees leapfrog chairs and converge on Elord. Others join the attack. By the time Valcin turns around, Elord is swallowed by a blur of kicking khaki. Valcin radios a Code Blue, or fight. Johnson enters the scrum and begins to peel off one youth. All told, the assault goes on for 68 seconds. \u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177883591; alt=\"15-0079 Exhibit 8 - Digital Images from Cameras 126 and 128_Page_04_Image_00\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003e“The guards was grabbing them and, like, throwing them,” 16-year-old T.R. told police, “but they kept coming back.”\u003c/p\u003e\u003cp\u003e“Stop!” Elord yelled. As staffers disengaged the remaining attackers, at least one stomped Elord’s chest a final time.\u003c/p\u003e\u003cp\u003eWhen it was over, Elord rose to his feet and declared: “I’m straight.” \u003c/p\u003e\u003cp\u003eAnother detainee, D.V., would support L.B.’s claim that the assault was “induced” by a staffer, and said that the attackers were offered food and extra phone calls as rewards. He said he overheard the boys say so.\u003c/p\u003e\u003cp\u003eElord was placed on concussion alert, and was supposed to be monitored for “repeated vomiting, dizziness, headache, visual disturbances, seizures, confusion, or unusual drowsiness.” DJJ’s inspector general said those instructions were disregarded. Indeed, “no staff had contact” with Elord for hours.\u003c/p\u003e\u003cp\u003eAt 10:19 the next morning, Elord told an officer “his chest was stabbing him and he could not breathe.” A supervisor replied that Elord “already had submitted a sick-call.”\u003c/p\u003e\u003cp\u003eWhen the same officer checked on him later, Elord was “clutching his chest” and asked to see a nurse. The officer told him to be patient. A nurse said he’d be right over but never arrived.\u003c/p\u003e\u003cp\u003eAt 3:40 p.m., shortly after shift change, staff called a Code White — medical emergency — and Elord was taken to the nurse’s station. He said he “felt like something was broken in his chest, and it was hard for him to breathe.” The staff did not call for an ambulance, and it took more than an hour for officers to arrange for a van. \u003c/p\u003e\u003cp\u003eAsked to describe his pain on a scale of 1 to 10, Elord replied: “Twenty.”\u003c/p\u003e\u003cp\u003e5:17 p.m.: Elord is checked in at Jackson Memorial Hospital’s emergency room. He says he has abdominal pain. He vomits.\u003c/p\u003e\u003cp\u003e10:40 p.m.: Elord stands over a garbage can and points toward his throat, unable to breathe. In full cardiac arrest, Elord falls into the arms of a nurse.\u003c/p\u003e\u003cp\u003e11:17 p.m.: Elord is pronounced dead.\u003c/p\u003e\u003cp\u003eThe medical examiner catalogued his injuries — some overtly evident, some not. His left eye was bruised and swollen; he had an L-shaped scrape to the right side of his face, several red-brown scrapes and a purple bruise on his neck, and bruises to his shoulder. He bled from his thyroid, trachea, both lungs, adrenal gland, rib area and heart.\u003c/p\u003e\u003cp\u003eA tear to a vein under Elord’s left shoulder — which slowly oozed his lifeblood — was the cause of death, along with other “blunt force injury” to his head, neck and chest. It was “a highly unusual injury ... more associated with a motor vehicle collision than a fight,” prosecutors quoted the medical examiner as saying.\u003c/p\u003e\u003cp\u003eManner of death: \u003ca href=\"http://www.miamiherald.com/latest-news/article166607957.ece/binary/autopsy.pdf\" target=\"_blank\" title=\"http://Manner of death: homicide. \"\u003ehomicide.\u003c/a\u003e\u003c/p\u003e\u003cp\u003eThe state attorney’s office \u003ca href=\"http://www.miamiherald.com/latest-news/article159250604.ece/binary/Elord_Revolte_Close-out.pdf\" target=\"_blank\" title=\"http:// cast about for someone to charge.\"\u003ecast about for someone to charge.\u003c/a\u003e Prosecutors considered Johnson, but concluded they couldn’t prove the officer ordered the assault, which he denied.\u003c/p\u003e\u003cp\u003eNor, they determined, could the youths be prosecuted. Though investigators watched the kicks and punches unfold on the blurry, herky-jerky video, they could not say who delivered the fatal blow. Surveillance equipment was “significantly outdated,” prosecutors wrote. The cameras would need to capture 30 frames per second but recorded only seven. \u003c/p\u003e\u003cp\u003eWhen technicians tried to zero in, the images muddied. DJJ said it has upgraded the surveillance system. \u003c/p\u003e\u003cp\u003eThe state attorney said the lockup’s shoddy record-keeping further complicated matters. The day log is unclear as to how many detainees were in the module. That complicated the task of identifying attackers and witnesses. \u003c/p\u003e\u003cp\u003eT.R. told investigators he punched Elord \u003ca href=\"http://www.miamiherald.com/latest-news/article166607957.ece/binary/autopsy.pdf\" target=\"_blank\" title=\"http://told investigators he punched Elord as payback for an earlier fight, \"\u003eas payback for an earlier fight,\u003c/a\u003e though no such fight had been documented and prosecutors suggested he made that up. Multiple detainees acknowledged jumping in for no particular reason, but they weren’t charged with assault, much less homicide.\u003c/p\u003e\u003cp\u003eAfter itemizing the lockup’s “inadequacies,” the state attorney’s office concluded they were “beyond the scope of this memorandum, but must surely be addressed.” \u003c/p\u003e\u003cp\u003eIn an interview with the Herald, Daly said DJJ has emphasized that detainees can never be deputized to enforce discipline. “I can tell you right now that it is absolutely unacceptable for any of that to happen. I have been very clear with our staff. We’ve had numerous conversations. That is not accepted. It is not an acceptable practice. Period.”\u003c/p\u003e\u003cp\u003eInexplicably, the state attorney memo closing out the case says Antwan Johnson was terminated for unrelated matters. In fact, he remains on staff. \u003c/p\u003e\u003cp\u003e“These allegations were the subject of investigations by both the Inspector General’s Office of the Florida Department of Juvenile  Justice and the Public Corruption Unit of the Miami-Dade State Attorney’s Office. Neither of these extensive investigations found Mr. Johnson culpable in the incident,” DJJ said in a statement last week. \u003c/p\u003e\u003cp\u003eReporters attempted directly and through the department to contact Antwan Johnson but did not succeed. \u003c/p\u003e\u003cp\u003eRevolte expressed shock when a reporter told him that no one would be punished for his son’s death. \u003c/p\u003e\u003cp\u003e“What do you mean?” he asked in Creole. “I cannot understand. This cannot happen. This cannot happen.”\u003c/p\u003e\u003cp\u003eT.R., who freely admitted striking the first blow in the savage attack, was soon freed.\u003c/p\u003e\u003ch3\u003eMEAN STREETS: A MIAMI EPILOGUE\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eBecause his initial explanation made no sense, the state attorney’s office intended to go back and interview T.R. one last time after his release. They thought he might feel freer to talk without fear of retribution by the detention center staff. But on Oct. 18, 2015, less than two months after Elord’s death, T.R. and a friend \u003ca href=\"http://www.miamiherald.com/news/local/community/miami-dade/homestead/article40050723.html\" target=\"_blank\" title=\"http://were shot \"\u003ewere shot\u003c/a\u003e while standing outside a Southwest Miami-Dade apartment. T.R. was wounded in the leg. The friend was killed.\u003c/p\u003e\u003cp\u003eProsecutors decided to let it go. \u003c/p\u003e\u003cp\u003eThe Herald learned that the U.S. Justice Department subpoenaed records of some of the detention center staff involved in the incident, including Johnson.\u003c/p\u003e\u003cp\u003eAt least one of the detainees present during the fatal beating was called to testify before a grand jury. Progress, if any, in that investigation is unknown.\u003c/p\u003e\u003cp\u003eT.R. is now in a Miami-Dade adult jail, \u003ca href=\"http://www.miamiherald.com/latest-news/article166607857.ece/binary/tyvontaearrest.pdf\" target=\"_blank\" title=\"http://charged with murder\"\u003echarged with murder\u003c/a\u003e. \u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177883671; alt=\"tyvontae Robinson\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003ePolice say he shot 31-year-old Alquehen “Sean” Webb Jr., with a Glock .40-caliber handgun on Jan. 10, 2016, as the man sat in a car smoking marijuana.\u003c/p\u003e\u003cp\u003eT.R.’s lawyer, Arthur Wallace, said it is a “weak case” and “there’s a good chance he’s completely innocent.” \u003c/p\u003e\u003cp\u003eT.R. is Tyvontae Robinson. He was never identified by name in the police, prosecutorial or juvenile justice records obtained by the Herald pertaining to the lockup brawl. Only his nickname — his handle in the lockup — was disclosed.\u003c/p\u003e\u003cp\u003eFellow detainees called him “Honey Smack.”\u003c/p\u003e\u003cdiv class=\"ng_endnote_contrib\"\u003e\u003cp\u003eEditor’s note: This article and others in this series were produced as part of a project for the University of Southern California Center for Health Journalism’s National Fellowship, in conjunction with the USC Annenberg School for Communication and Journalism.\u003c/p\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/div\u003e\u003cdiv class=\"ng_factbox\"\u003e\u003cdiv class=\"ng_factbox_head\"\u003e\u003cp\u003eFlorida juvenile justice: by the numbers\u003c/p\u003e\u003c/div\u003e\u003cp\u003eFlorida says its juvenile justice system is the largest in the country when prevention, early intervention, diversion, commitment and aftercare are factored in. These include such programs as Outward Bound, Pace Center for Girls and Florida Youth Challenge Academy. Here are some key DJJ numbers:\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_factbox_bold\"\u003eBudget:\u003c/span\u003e $566.9 million\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_factbox_bold\"\u003eEmployees: \u003c/span\u003e3,269\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_factbox_bold\"\u003eDetention capacity: \u003c/span\u003e1,243\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_factbox_bold\"\u003ePrivate contractor beds: \u003c/span\u003e2,130\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_factbox_bold\"\u003eDetention centers: \u003c/span\u003e21\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_factbox_bold\"\u003eResidential centers: \u003c/span\u003e53\u003c/p\u003e\u003cp\u003eSource: Florida Department of Juvenile Justice\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","seo":{"keywords":"fight club, florida, juvenile, justice, elord revolt, rick scott, christina daly, djj, department of juvenile justice, prison, abuse, delinquency, honey bun"},"_links":{"self":{"href":"/newsapi/v1/stories/177883676?publication=miamiherald"},"home_section":{"href":"/newsapi/v1/sections/6643"},"home_publication":{"href":"/newsapi/v1/publications/miamiherald"},"lead_media":{"href":"/newsapi/v1/images/177883601?publication=miamiherald","asset":{"id":177883601,"file_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/e8a6ib/picture177883601/alternates/FREE_1140/FC_Part1lede","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-10-13T15:25:48Z","published_date":"2017-10-09T19:05:39Z","credit":"emichot@miamiherald.com","thumbnail":"https://www.miamiherald.com/news/special-reports/florida-prisons/e8a6ib/picture177883601/alternates/FREE_1140/FC_Part1lede","photographer":"Emily Michot","caption":"In this photo illustration, a hallway of cells is shown at the Palm Beach Youth Academy in West Palm Beach."}},"related":[{"href":"/newsapi/v1/images/177883601?publication=miamiherald"},{"href":"/newsapi/v1/images/177883611?publication=miamiherald"}]},"_embedded":{"inline":[{"id":177883591,"_links":null},{"id":177438256,"_links":null},{"id":177883621,"_links":null},{"id":177403126,"_links":null},{"id":177883666,"_links":null},{"id":177459021,"_links":null},{"id":177883641,"_links":null},{"id":168061992,"_links":null},{"id":177457916,"_links":null},{"id":177403656,"_links":null},{"id":177883651,"_links":null},{"id":177464211,"_links":null},{"id":177400141,"_links":null},{"id":177883671,"_links":null},{"id":177883626,"_links":null},{"id":177883596,"_links":null},{"id":177883631,"_links":null}]}},{"id":177946531,"web_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/article177946531.html","type":"story","title":"At this juvenile justice program, staffers set up fights — and then bet on them","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-10-10T16:17:19Z","published_date":"2017-10-10T13:00:00Z","authors":[{"name":"Carol Marbin Miller","email":"cmarbin@miamiherald.com"},{"name":"Audra D.S. Burch","email":""}],"summary":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cp\u003eFor sheer volume of alleged brutality, few programs could match Palm Beach Juvenile Correctional Facility in Florida at its low point. Here is a tally. \u003c/p\u003e\u003c/div\u003e","body":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cdiv class=\"ng_mm_link15\"\u003e\u003cdiv\u003e\u003clink href=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.css\" rel=\"stylesheet\"/\u003e \u003cscript src=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.js\"\u003e//\u003c/script\u003e\u003c/div\u003e\n\u003c/div\u003e\u003cp\u003eThe allegations were straight out of Oliver Twist: Teens said there were maggots in the food — and barely enough of it. The youths wore threadbare and filthy clothing. They lacked soap, toothpaste, deodorant, socks. The medical care was lousy, toilets overflowed and the buildings were crumbling. Officers choked and punched them.\u003c/p\u003e\u003cp\u003eFor discipline and diversion, workers organized fights among the detainees. And sometimes they bet on them.\u003c/p\u003e\u003cp\u003eThe delinquent boys came and went. But Palm Beach Juvenile Correctional Facility remained. \u003c/p\u003e\u003cp\u003eNeither a dogged county mayor nor a compassionate chaplain nor even the whispers of victims could close the doors. It was a trail of missing money that finally forced reform, as the program’s operator, Youth Services International, left Florida after being sued for defrauding the state by billing for services that were never provided. \u003c/p\u003e\u003cp\u003e“You send your kids there, you know they are not angels but they are not that bad either,” said Mary Ables, whose son Rashad suffered a broken nose and eye socket in fights — all of them, he said, orchestrated by staff. “It was more like a prison, and all sorts of bad habits were picked up. It was not a place for kids.” \u003c/p\u003e\u003cp\u003eWhile mayor of Palm Beach County, Shelley Vana worked for years to close the program. “How many bones have to be broken, how many kids have to go to the hospital before we actually do something?” she asked. \u003c/p\u003e\u003cp\u003eOne of the most violent juvenile programs in the state was tucked alongside the South Florida Fairgrounds in West Palm Beach, a happy place where youngsters ride Ferris wheels and devour cotton candy. \u003c/p\u003e\u003cp\u003eIt was at Palm Beach that Steven Santos refined his skills as a juvenile delinquent.\u003c/p\u003e\u003ch3\u003eLights on, lights off\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eSantos was serving time for carrying a concealed weapon, robbery, aggravated battery and resisting arrest. At Palm Beach, his penchant for violence was cultivated, not corrected. \u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177946496; alt=\"santos (1)\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eIn a declaration he signed in support of a whistle-blower lawsuit by others, Santos said he became a feared goon, tasked by guards with beating law and order into the other delinquents. In return, he was promised takeout food and time off his sentence.\u003c/p\u003e\u003cp\u003eOne staffer, he confessed, “would tell me from time to time\u003ca href=\"http://www.miamiherald.com/latest-news/article177662471.ece/binary/steven-santos-affidavit.pdf\" target=\"_blank\" title=\"\"\u003e who to beat up to keep the dorm under control.”\u003c/a\u003e\u003c/p\u003e\u003cdiv class=\"ng_mm_link1\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/01-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/01-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\n\u003c/div\u003e\u003c/div\u003e\u003cp\u003e“Many of the fights at West Palm YSI were set up by the staff, and the staff would bet on the fights,” Santos wrote. He graduated to the adult prison system on firearms, burglary and grand theft charges, from which he was released on Aug. 8. \u003c/p\u003e\u003cp\u003eThe Miami Herald was unable to reach YSI. When the company settled the whistle-blower lawsuit in March 2016, it stipulated that it wished to settle the dispute “to avoid the substantial costs” of a protracted litigation. YSI, a court document said, “denied the validity of any and all claims.”\u003c/p\u003e\u003cp\u003eFor a time, Palm Beach Correctional was running the Department of Juvenile Justice’s Inspector General’s Office ragged. The accusations from boys in the program — contained in hundreds of pages of inspector general and police reports — were frequent and disturbing.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eMarch 1, 2014:\u003c/strong\u003e Rashad Ables goes to the infirmary with a swollen nose — later determined to be broken. At first, he says he was elbowed in the face during a basketball game. He later says it was a fight set up by staff.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eMay 22, 2014: \u003c/strong\u003eAs an assistant inspector general tours the program, a detainee tells her that, while he was in the intake area two months earlier, a high-level worker removed his handcuffs and made him masturbate in front of him. Weeks later, the 18-year-old refuses to discuss his allegation with an investigator, saying he was “tired of these people taking advantage of him.”\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eJune 22, 2014:\u003c/strong\u003e Rashad Ables is beaten again. It is actually his third fight that was set up by staff, he tells investigators from the inspector general’s office. This one leaves so much damage that facial surgery is required. The youth tells investigators — and video confirms — that two workers converted a supply closet into a mixed martial arts cage and then watched as another boy trounced him.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177443606% --\u003e\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eSept. 11, 2014:\u003c/strong\u003e A youth climbs on a desk and turns a surveillance camera lens toward the wall, rendering it blind. As seen on another camera, a detainee walks in the room holding cookies. At that moment, the lights are flicked off — by a staffer, according to youths — and at least four boys slug the kid in the head and chest. The light comes back on. \u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177400141% --\u003e\u003c/p\u003e\u003cp\u003eOne boy later tells investigators that a staff member had announced: “You all need to beat his ass,” just before the attack. \u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177444221% --\u003e\u003c/p\u003e\u003cp\u003eDJJ, the Palm Beach County Sheriff’s Office and child abuse investigators are told that staff members are \u003ca href=\"http://www.miamiherald.com/latest-news/article176530266.ece/binary/youthsupport.pdf\" target=\"_blank\" title=\"\"\u003e“setting up youth fights.”\u003c/a\u003e\u003c/p\u003e\u003cp\u003eThe investigation that follows is damning, and it begins a month after workers already had been arrested for turning the youth program into a boxing club — minus the gloves and headgear. It begins with a \u003ca href=\"http://www.miamiherald.com/latest-news/article159250674.ece/binary/palmbeach1.pdf\" target=\"_blank\" title=\"http://handwritten letter from a youth \"\u003ehandwritten letter from a youth\u003c/a\u003e that includes a plea:\u003cem\u003e “I’m starting to feel unprotected.\u003c/em\u003e \u003cem\u003eAnd I feel that I am going to get seriously hurt if this continues.” \u003c/em\u003e\u003c/p\u003e\u003cp\u003eThe fight club had its own lingo.\u003c/p\u003e\u003cp\u003eA veteran of the bouts told investigators that one staffer “often said that if anyone had ‘pressure on their chest’ to handle that ‘off camera.’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e” Translation: If you have a problem with a fellow detainee, feel free to resolve it with your fists, but somewhere the cameras can’t record. “Inside the blind spot is where it begins,” the youth wrote. \u003c/p\u003e\u003cp\u003eOther workers would yell “youth support!” — a signal for detainees to grab a designated peer and drag him away to be beaten off camera. A surveillance video, unearthed as part of an inspector general investigation, purports to show just that.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177444981% --\u003e\u003c/p\u003e\u003cp\u003eA report from the inspector general’s office concluded there was enough evidence to prove that workers “allowed youths to fight with little to no staff intervention,” but insufficient evidence that they “arranged” the fights.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eNov. 19, 2014:\u003c/strong\u003e A detainee says a worker called him a “f--- boy” and a “pussy,” threw a chair at him and choked him, after the youth asked whether he was being punished for some infraction. The worker later admits that “he was not justified” in tossing the chair or “putting his hands on” the youth, but denies choking him. An investigation finds unnecessary force. \u003c/p\u003e\u003cp\u003e\u003cstrong\u003eFeb. 15, 2015:\u003c/strong\u003e A youth tosses a food tray in the direction of a worker, who then punches the boy “several” times — all of it on video. The allegation of unnecessary force is sustained. \u003c/p\u003e\u003cp\u003e\u003cstrong\u003eMarch 2, 2015:\u003c/strong\u003e A detainee on suicide watch refuses to leave his cell. A worker “allegedly placed his hands around the youth’s neck, causing the youth’s nose to bleed profusely.” The incident is not reported to the state, as required, for more than four months.\u003c/p\u003e\u003ch3\u003eWads of cash and gang signs\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eIn early summer 2015, Mayor Vana asked the county administrator to cancel DJJ’s $1-a-year lease with Palm Beach County for the land beneath the compound. She had been invited to tour the program by a DJJ chaplain concerned about conditions there.\u003c/p\u003e\u003cp\u003eOthers were alarmed as well. The county’s retired top prosecutor, Barry Krischer, said in an email to Vana, a juvenile judge and others that the situation had become dire.\u003c/p\u003e\u003cp\u003e“The concern obviously is that while we are being polite and respectful, a child is seriously injured or worse,” Krischer wrote on May 23, 2105.\u003c/p\u003e\u003cp\u003eThe mayhem continues:\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177445761% --\u003e\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eJune 12, 2015:\u003c/strong\u003e A worker in a green polo shirt referees a mixed martial arts-style brawl between two shirtless youths in boxing-style trunks. DJJ’s report on the bout later says the worker and a colleague \u003ca href=\"http://www.miamiherald.com/latest-news/article176530086.ece/binary/boxingmatch.pdf\" target=\"_blank\" title=\"\"\u003e“stand around watching”\u003c/a\u003e as the boys pummel each other — a description that appears to downplay their active participation as referees. The boys fight again the next day, and one of them suffers a broken jaw requiring surgery. \u003c/p\u003e\u003cp\u003eWhile DJJ is investigating, inspectors — and a local TV station — are alerted to Facebook photos of Palm Beach detainees displaying wads of contraband cash and flashing gang signs.\u003c/p\u003e\u003cp\u003eOn June 22, 2015, DJJ Secretary Christina K. Daly writes the county’s then-vice mayor, Mary Lou Berger, saying a cursory review turned up no evidence that “staff were involved” in recent incidents of violence. “I can assure you this department does not tolerate conduct or an environment that puts youth safety in jeopardy,” she wrote. \u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177946501; alt=\"unnamed (2)\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003e\u003cstrong\u003eAug. 4, 2015:\u003c/strong\u003e An assistant administrator reviewing video from three days earlier sees a shift supervisor vigorously choke a boy, purportedly in response to the youth “playing with” a light switch. One staffer says the boy’s pleas for help “became faint ... and ultimately stopped,” an inspector general report said. Another says he “tapped out” the choker — and got sent home for interfering. One of the two staffers fails to report the incident at all; the other reports it only to the shift supervisor — who was the choker.\u003cstrong\u003e \u003c/strong\u003e\u003c/p\u003e\u003cp\u003e“Oh, my God. At the height of the incidents, it was unbelievable, first that it was happening in a civilized society and then, secondly ... that no one wanted to do anything about it,” said the former mayor.  “We knew something really bad was going to happen there. We knew it.”\u003c/p\u003e\u003cp\u003eA lot of bad things happened to youths, but complaints about those things didn’t cost the operator its contract.\u003c/p\u003e\u003cp\u003eIt was a false claims lawsuit. In 2012, Hollywood attorney Michael Aaron Hoffman filed a whistle-blower complaint against the management team’s parent\u003cstrong\u003e \u003c/strong\u003ecompany, YSI. The suit included a written court declaration by youth care worker Christopher Kellman, saying kids would \u003ca href=\"http://www.miamiherald.com/latest-news/article176530476.ece/binary/whistleblowera.pdf\" target=\"_blank\" title=\"\"\u003efight or gamble to win basic supplies\u003c/a\u003e. Bosses banned outdoor exercise for months, he said, to avoid the healthcare costs associated with routine injuries.\u003c/p\u003e\u003cp\u003eStaffer Tina Folger wrote in a court declaration that workers were forbidden to call police, even if they witnessed a youth being assaulted or a fellow staffer having sex with a detainee.\u003c/p\u003e\u003cp\u003eEmployees said the compound regularly went without adequate staff, that workers rarely were trained, and that administrators ordered subordinates to falsify rosters and logbooks to hide those conditions. Staffers “were threatened with termination,” Kellman wrote, if one of their restraints — forcible takedowns — had to be “written up.”\u003c/p\u003e\u003cp\u003e“The facility would bribe youth with food in order to get good reports when ... inspectors were coming,” Kellman wrote. During those visits, “youths would be given new clothes to wear,” he reported.\u003c/p\u003e\u003cp\u003eThe director of case management, Antwyon Carter, wrote that \u003ca href=\"http://www.miamiherald.com/latest-news/article176530366.ece/binary/whistleblowerb.pdf\" target=\"_blank\" title=\"\"\u003estaff phonied up\u003c/a\u003e “mental health files [and] treatment plans” in order to pass inspections — part of the financial chicanery that cost YSI its contracts.\u003c/p\u003e\u003cp\u003eIn the summer of 2015, YSI agreed to sell its contract to operate Palm Beach. The company continued to run the program, though, until the following March, when state Attorney General Pam Bondi got involved. Under pressure, YSI agreed to sell a total of seven DJJ contracts as partial settlement of Hoffman’s whistle-blower suit. \u003c/p\u003e\u003cp\u003eA recent tour of the compound, now run by Sequel Youth and Family Services, revealed freshly painted walls with urban-style murals, an art gallery, a well-stocked library, a wood shop and a program that allows detainees to train dogs rescued from a shelter to be service animals.\u003c/p\u003e\u003ch3\u003e‘Front-row seat’\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eOne day, Mary Ables picked up her phone and listened to Rashad whisper. Her son told her he’d been in a fight — set up by staff — but was too scared to report it. \u003c/p\u003e\u003cp\u003eAbles went to court to ask the judge who sentenced her son for joyriding to let him go home. Instead, the judge ordered Rashad and the boy he fought with to stay separated, she said.\u003c/p\u003e\u003cp\u003eOne month later, Rashad, 17, was too banged up to call his mom. \u003c/p\u003e\u003cp\u003e“I get another call 24 hours after he’s been admitted to the hospital having to undergo surgery. I was not told right away what happened,” Ables said. The same guard. The same youth. He “took them in a laundry room and watched them fight, even after this kid almost stomped him to death with his feet.”\u003c/p\u003e\u003cdiv class=\"ng_mm_link2\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/10-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/10-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\n\u003c/div\u003e\u003c/div\u003e\u003cp\u003eA surgeon had to repair Rashad’s face.\u003c/p\u003e\u003cp\u003eYouth counselors David Croney, now 43, and Vinny Valentino Jones Sr., now 26, oversaw the skirmish shortly after dinner on June 22, 2014. Video shows a group of boys clearing out a storage closet in the Delta dorm. Jones stations his chair in the hallway so he can have “a front-row seat,” a DJJ report says. \u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177946456; alt=\"DavidCroney\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eIn a handwritten statement, Rashad said Croney told him \u003ca href=\"http://www.miamiherald.com/latest-news/article176530001.ece/binary/ablesstatement.pdf\" target=\"_blank\" title=\"\"\u003e“to put on my shoes and go in the closet.\u003c/a\u003e I said no, if [the other youth] wants to fight me, let him come in my room. And staff said no, go in the closet.”\u003c/p\u003e\u003cp\u003eIn the video, Rashad’s opponent, also 17, peels off his shirt and begins to shadow box and do squats. Then comes the 40-second\u003cstrong\u003e \u003c/strong\u003ebout, with Jones acting as a referee, breaking it up briefly, then allowing the fight to resume. The victor kicked Rashad as Jones finally led the loser out of the supply closet. Throughout, Croney sits on a table in the dayroom, and never tries to break it up.\u003c/p\u003e\u003cp\u003eRashad later told detectives that the other teen attacked him immediately, \u003ca href=\"http://www.miamiherald.com/latest-news/article176529906.ece/binary/ablespolice.pdf\" target=\"_blank\" title=\"\"\u003e“kicking and stomping him in the face,”\u003c/a\u003e the police report said.\u003c/p\u003e\u003cp\u003eRashad said he asked to go to the clinic but “staff told me no. Go to your room. And put something over your eye.”\u003c/p\u003e\u003cp\u003eThey gave him a glove packed with ice and instructed him to tell anyone who asked that he fell in his room and hit his head on the toilet, reports say. He was ordered to refuse nightly medication so the nurse would not see his injuries, and he papered over the window of his room.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177946466; alt=\"Jones\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003e“And don’t let nobody see,” Rashad said he was told.\u003c/p\u003e\u003cp\u003eHe was taken to the hospital a day after the fight.\u003c/p\u003e\u003cp\u003eThe winner of the match confirmed Rashad’s account. “He is not a rat, but stated that the fight between him and Rashad was arranged by Croney and Jones,” a police report said. “Everyone in the dorm knew the fight was going to happen and when.”\u003c/p\u003e\u003cp\u003eWhen Mary Ables arrived at her youngest son’s hospital room, he lay in bed, one eye swollen shut, the second barely open and bloodshot. His right eye socket was fractured, his nose broken — again. He was shackled to the bed.\u003c/p\u003e\u003cp\u003eHe saw her and started crying. “The first thing he said to me was he was ready to get out of there,” she told the Herald. \u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-square\"\u003e\u003cp\u003e\u003c!-- %asset:177946476; alt=\"Mary Ables Rashad 02 Fight Club EKM\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eCroney and Jones resigned and were charged with child neglect. Both received three years probation.\u003c/p\u003e\u003cp\u003e“This place is actually turning out criminals,” Ables said.\u003c/p\u003e\u003cp\u003ePalm Beach did little to reform her son, now 20, who is serving a four-year sentence for robbery at DeSoto Correctional Institution Annex, and is expected to be released in August 2019.\u003c/p\u003e\u003ch3\u003eA sharp object\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eWilliam Summerlin is another Palm Beach Correctional product. He is 19 and has moved on to the adult court system. He is on probation for a recent burglary and theft, but when he spoke to the Herald he was in a jail in Frostproof, an hour south of Disney World. A slender figure dressed in an orange jumpsuit, Summerlin paced in circles before sitting down to discuss his 18 months at the program that has been renamed Palm Beach Youth Academy.\u003c/p\u003e\u003cp\u003eSummerlin, who says he was busted for smoking weed, described his stint as a blur of violence and abuse, a culture so dispiriting he wanted to die. He says he tried three times.\u003c/p\u003e\u003cdiv class=\"ng_mm_link3\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/15-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/15-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\n\u003c/div\u003e\u003c/div\u003e\u003cp\u003eOn day two, he got into his first fight. During his second week, he was ambushed by a group of boys. By the time Summerlin walked out the door, he had become a violent, indifferent teen who regularly fought for prized $5 Chinese combo plates and honey buns.\u003c/p\u003e\u003cp\u003e“The guards had us fight for their entertainment,” Summerlin said. “There’s always fear, but after a while it gets easier.”\u003c/p\u003e\u003cp\u003eDistraught over his grandmother’s death and flustered over a clogged toilet, Summerlin took matters — and a sharp object — into his own hands. He said he sliced his wrist, curled up on the floor and waited to die.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177946491; alt=\"Summerlin\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eIt was Aug. 5, 2015,\u003cstrong\u003e \u003c/strong\u003earound the time that Christina K. Daly, the DJJ secretary, appeared before county commissioners and assured them the program was improving. \u003c/p\u003e\u003cp\u003eFredrick Robinson spent the last hour of his shift mopping up Summerlin’s blood.\u003c/p\u003e\u003cp\u003e“It was a bad, bad situation,” Robinson told the Herald. “He was not responding. I methodically and slowly approached him because I wasn’t sure what he had cut himself with or where the weapon was. He was laying on his arm. Both hands were open. I assisted him to his feet and began looking for the weapon.”\u003c/p\u003e\u003cp\u003eSummerlin was rushed to the clinic. Robinson returned to his office to write a report. He submitted the one-page account to his supervisors.\u003c/p\u003e\u003cp\u003eRobinson said he was ordered to bleach out the more gruesome details. He refused.\u003c/p\u003e\u003cp\u003e“The supervisor called me and told me to shut the ‘f--- up,’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e” he said.\u003c/p\u003e\u003cp\u003eIt was his last shift. \u003c/p\u003e\u003c/div\u003e","seo":{"keywords":"fight club, palm beach, juvenile, correctional, djj, florida, justice, reform, christina daly, investigation"},"_links":{"self":{"href":"/newsapi/v1/stories/177946531?publication=miamiherald"},"home_section":{"href":"/newsapi/v1/sections/6643"},"home_publication":{"href":"/newsapi/v1/publications/miamiherald"},"lead_media":{"href":"/newsapi/v1/videos/177448331?publication=miamiherald","asset":{"id":177448331,"file_url":"","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2018-04-22T19:04:08Z","published_date":"2017-10-10T11:13:46Z","credit":"","thumbnail":"https://cf-images.us-east-1.prod.boltdns.net/v1/static/5618154292001/ceae5362-78ca-4c6d-9004-e894ecf2f762/8ae68f89-33d2-444b-ba04-82dbb92636f0/160x90/match/image.jpg","title":"'A bloody mess': Mom sees son punched, stomped as staff watched","description":"Mary Ables was stunned when the state attorney showed her footage of her son, Rashad, being thrashed in a closet while two staffers at Palm Beach Juvenile Correctional Facility stood by impassively. Both were arrested."}},"related":[{"href":"/newsapi/v1/videos/177448331?publication=miamiherald"},{"href":"/newsapi/v1/images/177946481?publication=miamiherald"},{"href":"/newsapi/v1/images/177946486?publication=miamiherald"}]},"_embedded":{"inline":[{"id":177946496,"_links":null},{"id":177443606,"_links":null},{"id":177400141,"_links":null},{"id":177444221,"_links":null},{"id":177444981,"_links":null},{"id":177445761,"_links":null},{"id":177946501,"_links":null},{"id":177946456,"_links":null},{"id":177946466,"_links":null},{"id":177946476,"_links":null},{"id":177946491,"_links":null}]}},{"id":177889736,"web_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/article177889736.html","type":"story","title":"Criminal record? Horrible work history? Florida juvenile justice would still hire you","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-10-30T22:54:14Z","published_date":"2017-10-10T13:00:00Z","authors":[{"name":"Carol Marbin Miller","email":"cmarbin@MiamiHerald.com"},{"name":"Audra D.S. Burch","email":""}],"summary":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cp\u003eCorrections officers fired for sexual misconduct or brutality and others with dubious or dangerous backgrounds have been welcomed onto the staffs of Florida’s juvenile justice institutions. Big trouble can result.\u003c/p\u003e\u003c/div\u003e","body":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cdiv class=\"ng_mm_link15\"\u003e\u003cdiv\u003e\u003clink href=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.css\" rel=\"stylesheet\"/\u003e \u003cscript src=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.js\"\u003e//\u003c/script\u003e\u003c/div\u003e\u003c/div\u003e\u003cp\u003eOn the surface, Sara Erin Martin would have seemed well qualified to oversee troubled teens at the Okeechobee Youth Development Center. For three years, she’d worked as a mental health technician at a state psychiatric hospital for adult inmates whose mental illnesses or intellectual disabilities rendered them unfit to be tried or punished.\u003c/p\u003e\u003cp\u003eBut there was a flash of foreboding on her job application, which said her separation from the Treasure Coast Forensic Treatment Center had been \u003ca href=\"http://www.miamiherald.com/latest-news/article168744292.ece/binary/saramartinexit.pdf\" target=\"_blank\" title=\"http://“involuntary.”\"\u003e“involuntary.”\u003c/a\u003e\u003c/p\u003e\u003cp\u003eUnfazed, Okeechobee made her a youth care worker.\u003c/p\u003e\u003cp\u003eMartin lasted 76 days, until a boy told authorities a \u003ca href=\"http://www.miamiherald.com/latest-news/article167543257.ece/binary/Sara_Martin_Arrest_Report.pdf\" target=\"_blank\" title=\"http://shocking story \"\u003eshocking story\u003c/a\u003e about Martin, complete with romantic takeout dinners, naked cellphone pictures, a butterfly or dragonfly tattoo, a blue sex toy and carnal assignations on the bathroom floor.\u003c/p\u003e\u003cp\u003eThe men and women who enforce rules, dole out discipline, offer guidance, and — in many of the facilities — help decide how long teenagers must remain locked up are the foundation of the youth correctional system. Some have backgrounds, and even criminal records, little better than the youths they supervise.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177889721; alt=\"martin\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003cp\u003eA cursory dig into Martin’s record would have shown she’d been ousted from the prior job for an “inappropriate relationship” with a detainee at the Indiantown mental hospital, a bright red flag.\u003c/p\u003e\u003cp\u003eAnother neon warning sign: workers who, in the past, committed disturbing crimes. Child abusers, murderers and rapists, for example, have committed “disqualifying offenses” and aren’t supposed to work with vulnerable youths. But the devil is in the details, and the details sometimes get lost when offenders plead guilty to lesser offenses that aren’t disqualifying. Juvenile justice administrators acknowledge that, for years, they haven’t bothered to look for the details.\u003c/p\u003e\u003cp\u003eTommy Williams’ arrest for clobbering a severely disabled man he was paid to protect didn’t discourage his prospective employers at the Duval Youth Academy. They hired him.\u003c/p\u003e\u003cp\u003eUriah T. Harris’ rap sheet featured a long string of arrests, including aggravated battery and child neglect. That didn’t deter his future bosses at the Avon Park Youth Academy.\u003c/p\u003e\u003cp\u003eBoth were hires that would prove regrettable.\u003c/p\u003e\u003cp\u003eFor Williams, Harris and hundreds of juvenile justice system employees, problematic pasts were hiding in plain sight, either inside the personnel records of Florida sister agencies or in the Florida Department of Law Enforcement criminal database.\u003c/p\u003e\u003cp\u003eBy cross-referencing FDLE, Florida Department of Corrections and Department of Juvenile Justice databases, the Herald found that Florida’s youth corrections programs are sprinkled with hundreds of staffers who were jettisoned by the adult prison system or staffs at local jails but welcomed by institutions looking after incarcerated youths. Some had short-lived second-chance stints. Others remain on the job.\u003c/p\u003e\u003cp\u003eThe exact number of purged prison guards hired to work with delinquent kids is difficult to pinpoint: Juvenile justice leaders declined to provide the Herald with dates or years of birth, as other agencies did, making it difficult to confirm every match.\u003c/p\u003e\u003cp\u003eStill, an examination of the databases identified about 350 former guards or law enforcement officers who were hired by DJJ or one of its contractors after being terminated — or allowed to resign while under investigation — for wrongdoing. Those included about 74 employees who were caught sleeping on the job or failing to show up for work, and 66 who were fired for a “moral character” violation. An additional 47 employees were hired after they resigned or retired while being investigated for such a serious breach.\u003c/p\u003e\u003cp\u003e“If you cannot work with adults in the system, then you should not be allowed to work with juveniles who are vulnerable — children who have less power and less ability to complain,” said Nancy Hamilton, the retired president of Operation PAR, a Pinellas County addiction treatment program that works with troubled children.\u003c/p\u003e\u003ch3\u003e11 arrests,\u003cspan class=\"ng-command\" data-value=\"240\"\u003e \u003c/span\u003eno problem\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eUriah Harris turned an ordinary broom into a weapon, and then gave it a name.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:181457656; alt=\"Harris, Uriah Tobias 2015\" width=\"200\"% --\u003e \u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003cp\u003eAt the time he was hired by the Avon Park Youth Academy to supervise boys, he had been arrested 11 times. The charges included arrests for resisting an officer, loitering and prowling, aggravated battery and domestic violence, child neglect, failure to appear and contempt of court. Harris could not be reached by the Herald.\u003c/p\u003e\u003cp\u003eHe lasted two years at Avon Park, \u003ca href=\"http://www.miamiherald.com/latest-news/article176531721.ece/binary/harrisseparation.pdf\" target=\"_blank\" title=\"\"\u003eonly to be fired\u003c/a\u003e\u003cstrong\u003e \u003c/strong\u003eafter three boys reported that he gave them\u003ca href=\"http://www.miamiherald.com/latest-news/article176531531.ece/binary/uriahharris.pdf\" target=\"_blank\" title=\"\"\u003e “licks” from a broomstick \u003c/a\u003efor cursing, swiping snacks and other rule violations. \u003ca href=\"http://www.miamiherald.com/news/special-reports/florida-prisons/article177884026.html\" target=\"_blank\" title=\"\"\u003eHe named the weapon “Broomie.”\u003c/a\u003e\u003c/p\u003e\u003cp\u003e“If there is any hint of any kind of violence in their history, then we cannot afford to let them be around children,” said Hamilton, whose agency was a founding member of the state Juvenile Justice Association, an industry group, and who served as its president. “We don’t have to hire them. We won’t.”\u003c/p\u003e\u003cp\u003eDJJ spokeswoman Heather DiGiacamo said Harris, who worked for a contractor-managed program, “met the statutory requirement for hiring as he was never prosecuted for a disqualifying offense,” but added: “We expect discretion and common sense to play a role when evaluating every potential staff member.”\u003c/p\u003e\u003cp\u003eChristina K. Daly, DJJ secretary, reviewed her agency’s past hiring practices while releasing employment records to the Herald. In an interview, she described them as “alarming.” Although the department did background checks on its own prospective hires, it did not insist on receiving the disciplinary files of fired corrections officers or other state employees. The department also did background checks of prospective employees on behalf of contract providers, but did not have the authority to veto candidates absent an arrest and conviction for a disqualifying offense, she said.\u003c/p\u003e\u003cp\u003e“The hiring practices are what they have been. There’s not much I can change about the past,” Daly said.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177460026% --\u003e\u003c/p\u003e\u003cp\u003e“We have got thousands of dedicated people in this agency. I would put our staff up against a lot of other agencies,” she added.\u003c/p\u003e\u003cp\u003eStill, DJJ is considering changes to how officers are recruited, including marketing the agency at college campuses and job fairs, and getting the word out that — in Daly’s words — “this is an agency that’s an honor coming to work for.”\u003c/p\u003e\u003ch3\u003eAnger management\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eFlorida’s background screening law would appear designed to weed out people such as Tommy Williams.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177889706; alt=\"TOMMY WILLIAMS\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003cp\u003eWhen the Duval Academy hired Williams as a youth counselor at its mental health treatment center, administrators had an abundance of public records at their disposal to help predict how he might react when someone annoyed him.\u003c/p\u003e\u003cp\u003eThey all described what happened on a November day in 2013 when Williams \u003ca href=\"http://www.miamiherald.com/latest-news/article177660636.ece/binary/tommy-williams-arrest-report.pdf\" target=\"_blank\" title=\"\"\u003estruck a developmentally disabled man\u003c/a\u003e in the group home where he worked.\u003c/p\u003e\u003cp\u003eThere was the arrest report by the Clay County Sheriff’s Office, a sworn statement by the Florida Attorney General’s Office, an incident report by the state Agency for Persons with Disabilities, an investigation by the Department of Children \u0026amp; Families, and Williams’ FDLE rap sheet.\u003c/p\u003e\u003cp\u003eWilliams, who lost his job at the group home, expressed regret for punching the man, saying: “he is trained [in] how to safely handle difficult situations and withdraw himself from any potential confrontation, and he is aware that his striking of [the disabled man] was wrong, and a violation of state law.”\u003c/p\u003e\u003cp\u003eThe Duval Academy hired him while he was still on probation for battery — a condition of which was to complete an anger management class. It didn’t take.\u003c/p\u003e\u003cp\u003eOn April 18, 2015, Williams was arrested again, this time by the Jacksonville Sheriff’s Office, after he went into the room of a detained youth named Akillious Ashley. Akillious was in foster care, an occasional runaway with a drug problem, and was available for adoption from the child welfare system.\u003c/p\u003e\u003cp\u003e“He is approaching his adult years and will need positive guidance transitioning into adulthood,” the adoption agency wrote.\u003c/p\u003e\u003cp\u003eInstead, Akillious was clubbed on the face with a flashlight by Williams, sending him to the hospital. A murky black-and-white video obtained by the Herald shows Williams backing out of the youth’s room, while \u003ca href=\"http://www.miamiherald.com/latest-news/article177661106.ece/binary/djj-inspector-general-williams-akillious.pdf\" target=\"_blank\" title=\"\"\u003epounding him twice on the forehead\u003c/a\u003e with the flashlight. Williams, weapon still in hand, then calmly walks away to his office.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177452996% --\u003e\u003c/p\u003e\u003cp\u003eAkillious, who spoke to the Herald by phone from the Duval County Jail, said he asked Williams for a glass of water, and the guard inexplicably erupted. He said the attack split his forehead and left soft tissue dangling. He has a scar where doctors stitched him up.\u003c/p\u003e\u003cp\u003eAn August 2015 inspector general report broadly confirmed Akillious’ account, saying Williams went to the “sub-control” room to get a set of keys so he could unlock the detainee’s door. Video shows Williams “swinging the flashlight two times.” A youth counselor who witnessed the attack said “blood was flowing” from Akillious’ head.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177889691; alt=\"624221L\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003cp\u003e“I was bleeding everywhere. I was really dizzy. I didn’t know what was going on,” said Akillious, who has been relocated since the interview to Cypress Creek Treatment Center on drug, car theft and burglary charges.\u003c/p\u003e\u003cp\u003eWilliams was fired again, charged with aggravated battery with a deadly weapon, and pleaded guilty to felony battery. Again, he was placed on probation. Again, he was ordered to “enroll in and successfully complete anger management classes.” Williams could not be reached by the Herald.\u003c/p\u003e\u003cp\u003eHad Williams pleaded guilty to battery of a disabled person when he was first arrested, state background screening laws would have precluded his hiring. Because he pleaded to the lesser charge of simple battery, the law didn’t apply.\u003c/p\u003e\u003cp\u003eDiGiacamo, of DJJ, confirmed: “Mr. Tommy Williams pleaded to an offense which was not disqualifying.”\u003c/p\u003e\u003cp\u003eOne reason DJJ struggles to find better applicants: The starting salary for a detention officer at a state-run lockup is $25,479.22.\u003c/p\u003e\u003cp\u003eContract providers pay even less. TrueCore Behavioral Solutions — the biggest provider after acquiring more than two dozen contracts earlier this year — offers $9.50 per hour, or $19,760 per year, the company said.\u003c/p\u003e\u003cp\u003eA worker on either income with a spouse and a child would qualify for food stamps. Base salaries in the adult correctional system were recently raised to $33,500, said Department of Corrections spokeswoman Michelle Glady.\u003c/p\u003e\u003cp\u003eOn Sept. 29, as this project was about to be published, Gov. Rick Scott made a surprise pronouncement: a proposed 10 percent pay increase for juvenile detention officers.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177889731; alt=\"rick-scott-release (1)\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003cp\u003eScott said these officers have “the unique opportunity to help change lives and redirect our youth to a successful path.”\u003c/p\u003e\u003cp\u003eThe Legislature has to approve the raise. It wouldn’t help the $19,760-a-year employees in TrueCore’s residential programs — or other facilities run under DJJ contracts.\u003c/p\u003e\u003cp\u003ePolk County Sheriff Grady Judd, who has been on a self-proclaimed “warpath” over conditions in a youth program in his jurisdiction, said he pays officers who supervise youths before trial an entry salary of $43,000, and gives them 900 hours of training, compared to 240 hours over two phases for officers in the juvenile system. His state counterparts, he said, “are hiring people at just about the minimum wage” and barely training them. “What other results do they expect to get from that?”\u003c/p\u003e\u003cp\u003e“An absolute, total wreck,” he added.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:168061992% --\u003e\u003c/p\u003e\u003cp\u003eDale Dobuler, who worked for two decades as a juvenile justice administrator — leaving the industry when he resigned as superintendent of the Miami-Dade detention center to become a lawyer — said higher salaries and greater education are key to recruiting better staff. “The states that have tackled this, and tackled it effectively, take a different approach,” he said. “They require college degrees. They pay more and they get a higher caliber of person.”\u003c/p\u003e\u003cp\u003eThe more generous salaries, he said, help administrators lure employees who are seeking to scale the ladder in juvenile justice — they may work on a master’s degree at night, or study social work — and see the job as a profession.\u003c/p\u003e\u003cp\u003e“They are not only better trained and educated, they are less likely to do stupid things to kids,” Dobuler said.\u003c/p\u003e\u003cp\u003eOn-the-job training is unlikely to compensate for what many of the hires lack, said Myhosi “Josie” Ashton. She was a mental health counselor who worked for four years as a DJJ program specialist, training youth care workers in behavior management. She said she regularly warned supervisors and managers about workers she considered dangerous — those with short fuses or little understanding of youth behavior.\u003c/p\u003e\u003cp\u003e“I would say this guy is off the chart, and he’s going to do more damage than good,” Ashton said. “They would just send him back to the floor. That was common practice.”\u003c/p\u003e\u003ch3\u003eThe groper\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eWith the prison guard rejects turned youth workers, the signs of trouble often were unmistakable. The infractions that led to firing ranged from quite serious — a high-ranking officer accused of forcibly groping an underling — to the comically absurd, such as one case in which a top prison official was cashiered for producing phony state credentials for softball team ringers.\u003c/p\u003e\u003cp\u003eWillie James Cox became a youth care worker after he was charged with assaulting a subordinate at Gadsden Correctional in Quincy. Prison records show that Cox, a lieutenant who weighed an imposing 325 pounds, grabbed the officer from behind, clutched her breast, and unbuckled her belt. “I asked him to stop, because I really didn’t want him to do what he was doing,” the woman wrote in a statement.\u003c/p\u003e\u003cp\u003e \u003c/p\u003e\u003c!-- %highline_quote:3; hidden=\"1\"% --\u003e\u003cp\u003eCox “began to tell me how long he had been wanting to do this to me,” she wrote. Cox then pulled her pants down and rubbed her buttocks. “Lt. Cox then said ‘just let me touch it.’ I said ‘no. I want you to stop.’ Lt. Cox said ‘I know how far to go.’ I said ‘Lt. Cox you have gone too far already.’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e”\u003c/p\u003e\u003cp\u003eCox denied the allegation, and told investigators he was \u003ca href=\"http://www.miamiherald.com/latest-news/article166608422.ece/binary/WillieCoxtalks.pdf\" target=\"_blank\" title=\"http:// told investigators he was a magnet for the romantic advances \"\u003ea magnet for the romantic advances \u003c/a\u003eof female colleagues. “You would think that people will be looking at me saying, ‘hey, stay away from him ... don’t talk to him,’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e” Cox said. “Do you understand how many people come to me? The women come to me [inappropriately] and ask me, ‘hey, hey, can we go out sometime?’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e”\u003c/p\u003e\u003cp\u003eCox was actually a magnet of a different kind — for harassment and abuse allegations.\u003c/p\u003e\u003cp\u003eAccording to prison system documents, Cox told a colleague that the subordinate’s complaint “was the fourth allegation of this nature in a year’s time, and that he might lose his job.” The corrections department \u003ca href=\"http://www.miamiherald.com/latest-news/article166608662.ece/binary/coxinvestigations.pdf\" target=\"_blank\" title=\"http:// had records for two previous incidents\"\u003eprovided the Herald with records for two previous incidents\u003c/a\u003e: a five-day suspension in 2002 for touching “between [a] senior correctional officer’s legs,” and a 2003 reprimand for repeatedly making sexual comments about a subordinate’s “body parts,” and then yelling at her when she spurned his advances.\u003c/p\u003e\u003cp\u003eCox not only lost his job, he was prosecuted. He was convicted of misdemeanor battery, and sentenced to a year’s probation. The Criminal Justice Standards and Training Commission stripped him of his certification, saying he also lied to investigators. He then went to work at the Juvenile Unit for Specialized Treatment, a residential program in the Panhandle town of Bristol offering mental health treatment to youths.\u003c/p\u003e\u003cp\u003eHe remained there until 2015, when he resigned due to illness, a spokeswoman said. The Herald tried unsuccessfully to reach him.\u003c/p\u003e\u003ch3\u003eThe ‘nut tapper’\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eAlan W. Hughes left two law enforcement agencies under a cloud. In 1997, state law enforcement certification records show, he was drummed out of the Lee County Sheriff’s Office for unspecified “misconduct.” Four years later, he resigned from the Lake Placid Police Department while under internal affairs investigation for a “moral character” violation: sexual harassment.\u003c/p\u003e\u003cp\u003eA female colleague had complained that Hughes “made sexually suggestive comments,” gave her material of a “sexual nature,” and groped her bottom on a stairwell. “You have a nice one,” she claimed he said. Another woman told the department he had made offensive comments to her, too. Hughes denied all of the allegations. And though he resigned while the matter was being investigated, the department later concluded it could not sustain a charge of sexual harassment.\u003c/p\u003e\u003cp\u003eFive years later, DJJ hired Hughes to work at the Southwest Florida Regional Juvenile Detention Center, where he remained for three years.\u003c/p\u003e\u003cp\u003eDetails of Hughes’ alleged misdeeds have vanished, as DJJ destroys investigations after five years, as the law allows. A short report remains, though, and it says Hughes and a colleague enlisted youths — one as young as 13 — \u003ca href=\"http://www.miamiherald.com/latest-news/article177661441.ece/binary/incident-report-nut-tapping.pdf\" target=\"_blank\" title=\"\"\u003ein a game they called “nut tapping.”\u003c/a\u003e The object of the endeavor was simple: punching children in their testicles. A report said Hughes “personally ‘nut-tapped’ a youth,” and “improperly supervised youths, permitting them to engage in ‘nut tapping.’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e” He was fired in January 2010.\u003c/p\u003e\u003cp\u003eHughes told the Herald he had planned to resign from Lake Placid regardless of the investigation in order to raise his newborn son. He said DJJ was aware of his work history. “They did a background check,” Hughes said. “Both jobs were disclosed in my application.” As to his departure from DJJ, Hughes said the agency chose not to retain him following his probationary period. “I never arranged to do anything like that,” he said of the “nut tapping” allegations. “That’s ridiculous.”\u003c/p\u003e\u003cp\u003e \u003c/p\u003e\u003c!-- %highline_factoid:1; hidden=\"1\"% --\u003e\u003cp\u003eOne woman resigned from the prison system while being investigated for “a staff/offender relationship.” The “relationship” included providing the inmate with contraband, sending him money, corresponding with him under a fake name and maintaining a close connection with his family. Less than half a year later, she landed at the Okeechobee Youth Development Center for high-risk boys after claiming she quit the prison only because her “uncle had both his legs amputated,” and caregiving made it impossible to fight the allegations.\u003c/p\u003e\u003cp\u003eOne corrections officer was busted for possession of drug paraphernalia and cannabis under 20 grams — a career ender — exactly three weeks after joining the staff of the Osceola County Jail. He was hired in 2013 as a youth care worker at Avon Park Youth Academy.\u003c/p\u003e\u003cp\u003eAnother corrections officer surrendered his adult corrections job after introducing contraband into a prison. In his cargo pants, he had nine packs of cut-rate “305” cigarettes, preferred brand of the lucrative, cutthroat prison underground.\u003c/p\u003e\u003cp\u003eHe experienced a soft landing just over a month later, when he was hired in 2012 as a youth care worker at Union Juvenile Residential Facility, which treats sex offenders.\u003c/p\u003e\u003ch3\u003ePraying, not snoozing\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eA sergeant was ousted from the prison system in 2011 for violating “moral character standards.” A memo from the warden cited excessive absenteeism, abuse of sick leave, substandard work, conduct unbecoming a corrections officer, failure to tell her superiors about a criminal arrest — passing a worthless check — and failure to follow orders.\u003c/p\u003e\u003cp\u003eWhen the sergeant later applied to DJJ, the prison system gave her a stellar review: “Captain stated if we don’t want her to please send her back to prison to wk [sic],” the DJJ screener wrote. She ended up at the Alachua Regional Juvenile Detention Center.\u003c/p\u003e\u003cp\u003eAnother officer “resigned in lieu of separation” from the prison system after being spotted sleeping on the job twice in less than a month. (He said he was praying, not dozing.) He later was hired by juvenile lockups in Orange and Alachua counties, in 2012 and 2013. The man was one of many prison system malingerers welcomed by DJJ.\u003c/p\u003e\u003cp\u003eAs the Herald reported this story, submitting numerous records requests, DJJ scrambled to shore up screening procedures.\u003c/p\u003e\u003cp\u003e“Effective immediately, for all direct care positions, when a candidate has worked for a state agency, a copy of their file must be requested or an official file review must be performed, before they can be considered for employment,” T. Dodie Garye, DJJ’s chief of human resources, wrote in a memo \u003ca href=\"http://www.miamiherald.com/latest-news/article166124332.ece/binary/hiringmemoone.pdf\" target=\"_blank\" title=\"http://dated April 10, 2017\"\u003edated April 10, 2017\u003c/a\u003e.\u003c/p\u003e\u003cp\u003eA month later, she \u003ca href=\"http://www.miamiherald.com/latest-news/article166124327.ece/binary/hiringmemotwo.pdf\" target=\"_blank\" title=\"http://sent a follow-up memo\"\u003esent a follow-up directive\u003c/a\u003e, stipulating that screeners must obtain disciplinary actions, performance reviews, investigations, memos of counseling, corrective actions and settlement agreements before any former state employee is offered a job. The word “must” was underscored.\u003c/p\u003e\u003cp\u003e \u003c/p\u003e\u003c!-- %highline_quote:2; hidden=\"1\"% --\u003e\u003cp\u003eDaly told the Herald that state agencies would in the past confirm hiring and departures and salaries — and nothing more.\u003c/p\u003e\u003cp\u003e“We’re taking it a step further and requesting, and really requiring, that we do our due diligence to look through the entire personnel file, because I think it’s important,” she said.\u003c/p\u003e\u003cp\u003eThough DJJ will be bound by the new rules, its contractors won’t, Daly said, except to the degree that her administration can encourage the providers to comply. “We kind of lay out our expectations. They have their own hiring practices ... but we can certainly help guide some of that,” she said.\u003c/p\u003e\u003ch3\u003eTakeout and tattoos\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eSara Martin’s secret past spilled out one night when a boy at Okeechobee gave another worker a $20 bill, and asked her to order out for dinner. When asked how he came upon the contraband cash, he said Martin gave it to him for his birthday. That raised a question: What else had Martin done for him?\u003c/p\u003e\u003cp\u003eThe \u003ca href=\"http://www.miamiherald.com/latest-news/article167543112.ece/binary/Sara_Martin_rape_IG.pdf\" target=\"_blank\" title=\"http://investigation\"\u003einvestigation\u003c/a\u003e found that while recovering from surgery for a broken jaw, the boy was confined to the infirmary. Martin worked there every Monday night. The Okeechobee Sheriff’s Office paraphrased the boy’s statement from there:\u003c/p\u003e\u003cp\u003e“Martin asked if I wanted to have sex, and I told her yes. We went into the bathroom,” he said. “I got a glove from [a nurse’s station] and used it as a condom.”\u003c/p\u003e\u003cp\u003eIn addition to the cash, Martin gave him access to her cellphone. There, he told police, he found naked pictures of her, including one of her holding a blue sex toy.\u003c/p\u003e\u003cp\u003e“Every Monday when Martin watched me, we had sex in this bathroom,” he said.\u003c/p\u003e\u003cp\u003ePolice had good reason to believe the boy. He directed them to the bathroom, where he said they’d find a black and gray sheet used for sex on the shower floor. They found it. He told them she had a tattoo of a dragonfly or butterfly below her bellybutton.\u003c/p\u003e\u003cp\u003eThey looked. She did.\u003c/p\u003e\u003cp\u003e“She offered it, and I am locked up,” the youth told police. “I am not going to turn it down.”\u003c/p\u003e\u003cp\u003eMartin said the boy was making up everything except for the takeout food and the cash, which she shared because she felt sorry for him.\u003c/p\u003e\u003cp\u003e“Why is his word more valuable than mine?” she asked a detective.\u003c/p\u003e\u003cp\u003eWhen the Herald asked G4S, the British-based company that ran Okeechobee until recently, for a copy of Martin’s personnel file, scores of pages were entirely blacked out. Neither G4S nor DJJ responded to questions from the Herald about whether they knew the details of Martin’s background.\u003c/p\u003e\u003cp\u003eMartin pleaded no contest this past May to felony battery charges, and was placed on five years probation. Prosecutors dropped two counts of sexual battery and sexual activity with a minor. Martin could not be reached, and her attorney did not return calls from the Herald.\u003c/p\u003e\u003ch3\u003eA pat-down and a kiss\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eViviana Hernandez-Trejo kissed but didn’t tell.\u003c/p\u003e\u003cp\u003eHernandez-Trejo was fired from her job as a corrections officer in June 2013 for kissing an inmate, and patting him down “inappropriately.”\u003c/p\u003e\u003cp\u003eShe also had been disciplined for excessive absenteeism, having her driver’s license\u003cstrong\u003e \u003c/strong\u003esuspended, and then cursing at her supervisor when asked to sign a written reprimand. She additionally failed to do security checks, for which she was given a 20-day suspension.\u003c/p\u003e\u003cp\u003eFour months later, in an application for a similar job watching delinquent youths, Hernandez-Trejo explained her departure with a whopper. She said the prison had been “shut down” — a statement easily disproved by a Google search.\u003c/p\u003e\u003cp\u003eGetting the job at Tampa’s privately managed Riverside Academy was easier than keeping it. In April 2014, a teenage boy bragged that she gave him McDonald’s burgers and Taco Bell takeout, pastry, candy and use of her cellphone for Facebook and Instagram updates\u003cstrong\u003e \u003c/strong\u003ein exchange for a variety of sex acts.\u003c/p\u003e\u003cp\u003eThe phone, a magenta-encased Samsung Galaxy, became a focus of the investigation — and the spark for an early morning brawl. Detectives tried to seize the phone when they visited her house on June 18, 2014. A test of wills ensued. Hernandez-Trejo told a detective “that she was not taking her cellphone,” a police report said.\u003c/p\u003e\u003cp\u003eAs a detective began to fill out a seizure form, Hernandez-Trejo “lunged at the car and grabbed the cellphone,” the report said. She then “started to bang the cellphone on the trunk” of the squad car, trying to smash it. As Hernandez-Trejo struggled with police, her five children poured out of the house, the report said. She yelled at them “to get the cellphone and destroy it.”\u003c/p\u003e\u003cp\u003eEven after Hernandez-Trejo was handcuffed, she continued to fight for the phone. It remained intact. Hernandez-Trejo’s elbow didn’t. It was broken in the fracas.\u003c/p\u003e\u003cp\u003eThe phone yielded eyebrow-raising evidence, including pictures of a former detainee. In a Facebook chat dated June 13, 2014, Hernandez-Trejo said she “fell for an inmate,” and swooned over him as “built and decent.”\u003c/p\u003e\u003cp\u003e“Yeah,” she wrote, “I had a taste of his naughtyness,” the police report said. “If I knew I was gona get fired, id do it..n say f..it..”\u003c/p\u003e\u003cp\u003eShe was fired.\u003c/p\u003e\u003cp\u003eThe Tampa police report on alleged wrongdoing at Riverside spanned more than 100 pages.\u003c/p\u003e\u003cp\u003eThe boy told police he “decided to get ‘face’ with Ms. V to see what kind of special privileges that he could get.” It started small, with him sitting next to her, and fondling her outside her clothing, he told a detective.\u003c/p\u003e\u003cp\u003eThey didn’t stop there, he said. He penetrated her with his fingers, and she performed oral sex on him while he sat at a desk in an empty classroom, the police report said. Once, he told police, she performed oral sex in an elevator as they went downstairs to fill a water cooler.\u003c/p\u003e\u003cp\u003eNow and again, she behaved like a role model: “She would write things in his composition notebook,” the police report said, things “like ‘do good’ or ‘stay on the right track.’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e”\u003c/p\u003e\u003cp\u003e \u003c/p\u003e\u003c!-- %highline_quote:1; hidden=\"1\"% --\u003e\u003cp\u003eHernandez-Trejo could not be reached by a reporter. But she told police in a wide-ranging interview that she never behaved inappropriately with youths in her care. She said that, with a supervisor’s approval, she twice gave food treats to boys — including a vending machine honey bun on one occasion — as a reward for helping clean up trash.\u003c/p\u003e\u003cp\u003eTampa police detectives asked prosecutors to charge Hernandez-Trejo with sexual battery. The state attorney declined.\u003c/p\u003e\u003cp\u003eThe investigations by police, juvenile justice administrators and the state child welfare agency, did, however, put an end to Hernandez-Trejo’s career in corrections.\u003c/p\u003e\u003cp\u003eWhen investigators examined Hernandez-Trejo’s phone, they found a May 15, 2014, email from the Florida Department of Corrections recruitment center.\u003c/p\u003e\u003cp\u003eHer application for a job as a corrections officer was being flagged — after screeners realized they’d previously fired her.\u003c/p\u003e\u003c/div\u003e","seo":{"keywords":"fight club, djj, juvenile, justice, florida, prison, abuse, christina daley, investigation"},"_links":{"self":{"href":"/newsapi/v1/stories/177889736?publication=miamiherald"},"home_section":{"href":"/newsapi/v1/sections/6643"},"home_publication":{"href":"/newsapi/v1/publications/miamiherald"},"lead_media":{"href":"/newsapi/v1/images/177889711?publication=miamiherald","asset":{"id":177889711,"file_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/ldnljm/picture177889711/alternates/FREE_1140/Who_hire_mugs_ALTERNATE","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-10-21T17:48:12Z","published_date":"2017-10-09T19:28:30Z","credit":"","thumbnail":"https://www.miamiherald.com/news/special-reports/florida-prisons/ldnljm/picture177889711/alternates/FREE_1140/Who_hire_mugs_ALTERNATE","caption":"From left to right, Sara Erin Martin, Uriah T. Harris and Tommy Williams were hires the juvenile justice system would eventually regret."}},"related":[{"href":"/newsapi/v1/images/177889711?publication=miamiherald"}]},"_embedded":{"inline":[{"id":177452996,"_links":null},{"id":177889721,"_links":null},{"id":177889691,"_links":null},{"id":181457656,"_links":null},{"id":177889706,"_links":null},{"id":168061992,"_links":null},{"id":177460026,"_links":null},{"id":177889731,"_links":null}]}},{"id":177884026,"web_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/article177884026.html","type":"story","title":"An officer used a broom to beat juveniles into submission. They called it ‘Broomie.’","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-10-11T16:27:18Z","published_date":"2017-10-10T13:00:00Z","authors":[{"name":"Audra D.S. Burch and","email":"cmarbin@MiamiHerald.com"},{"name":"Carol Marbin Miller","email":""}],"summary":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cp\u003eDetainees at Avon Park Youth Academy, later renamed Highlands, in Polk County, Florida, say one officer disciplined juveniles with a broomstick. \u003c/p\u003e\u003c/div\u003e","body":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cdiv class=\"ng_mm_link15\"\u003e\u003cdiv\u003e\u003clink href=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.css\" rel=\"stylesheet\"/\u003e \u003cscript src=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.js\"\u003e//\u003c/script\u003e\u003c/div\u003e\n\u003c/div\u003e\u003cp\u003eEmory Jones need only glance at his left arm, strong and tattooed, for a harsh reminder of what Avon Park Youth Academy wrought: a faint, garden snake-shaped scar above the bend of his elbow.\u003c/p\u003e\u003cp\u003eThat’s the spot Jones chose for the worst of the blows that came from a stern juvenile worker named Uriah T. Harris, who was determined to beat the bad words and bad behavior out of him and other confined youths.\u003c/p\u003e\u003cp\u003eJones and other teens interviewed by Department of Juvenile Justice investigators said Harris insisted that the boys accept responsibility for misbehavior.\u003c/p\u003e\u003cp\u003e“He claimed that all youths were \u003ca href=\"http://www.miamiherald.com/latest-news/article176531736.ece/binary/harrisdenial.pdf\" target=\"_blank\" title=\"\"\u003e‘Master Manipulators,’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e”\u003c/a\u003e one report said. A termination report said he was “defensive” when confronted with the youths’ allegations, and asked:\u003ca href=\"http://www.miamiherald.com/latest-news/article176531721.ece/binary/harrisseparation.pdf\" target=\"_blank\" title=\"\"\u003e “How do we know the kids did not do this themselves?”\u003c/a\u003e\u003c/p\u003e\u003cp\u003eHarris provided a statement denying “that he struck youth with a broom handle [or] made them do push-ups or sit-ups as alternative punishment.” He’d been hired by British-based G4S in August 2011 at $9 an hour despite a rap sheet that included busts for resisting arrest (twice), domestic violence, aggravated battery, failure to appear, withholding child support and child neglect. The Miami Herald was unsuccessful in reaching Harris.\u003c/p\u003e\u003cp\u003eHis employment application shows a work history making potting soil, mixing pesticides, driving a forklift — and a two-year tour at a DJJ-run youth program in DeSoto County, which he said he left while recovering from a bad marriage.\u003c/p\u003e\u003cp\u003eThe Miami Herald provided G4S — the private company that operated Avon Park — a copy of Harris’ Florida Department of Law Enforcement arrest history. The company did not comment. DJJ Secretary Christina K. Daly said it “is completely unacceptable for any staff member, whether DJJ or contracted provider, to discipline youth in the manner utilized by Mr. Harris, which is why he was fired.”\u003c/p\u003e\u003cp\u003eDaly added: “While Mr. Harris met the statutory requirement for hiring as he was never prosecuted for a disqualifying offense, we expect discretion and common sense to play a role when evaluating every potential staff member. We have been in contact with G4S to clearly explain our high expectation when evaluating potential staff.\u003c/p\u003e\u003cp\u003e“DJJ and our contracted providers should be 100 percent confident that each hired staffer is appropriate and committed to ensuring youth are treated with dignity and respect.”\u003c/p\u003e\u003cp\u003eJones — now 21, on probation and contemplating a career as a truck driver — began his burglary gig as an aspirational 14-year-old. He said he ripped off homes because he wanted nicer things than his family could afford. With a group of friends, he was caught by police in 2011. It was his first burglary, he said.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177884016; alt=\"Emory Jones 02 Fight Club EKM\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eBy 2013, facing more burglary charges, the Fort Lauderdale teen was on a bus headed to Avon Park, 37 acres so foreign to him that, he would later write, it was a blur of “trees, cows, the woods and horses.” While some juvenile justice programs around the nation emphasize keeping detainees close to home and family, Florida does not.\u003c/p\u003e\u003cp\u003eIt was a troubled time at Avon Park, a secluded youth camp on the grounds of the U.S. Air Force bombing range in rural Polk County — the scene of an infamous riot in August of that year. Detainees took over the compound and trashed it.\u003c/p\u003e\u003cp\u003eSWAT teams, air support and K-9 units from four departments were called in to restore order. \u003c/p\u003e\u003cp\u003eLater, a Polk County grand jury blamed mismanagement, but didn’t address whether broomstick beatings might have fueled tensions. Rather, it decried the “lenient treatment” of detainees.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177884006; alt=\"CK180298\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eJones, who was present during the disturbance, shared his written recollections of Avon Park with the Miami Herald. The diary describes his first days:\u003c/p\u003e\u003cp\u003e\u003cem\u003e“The ride [to Avon Park] was scary not know[ing] where I’m at or going... Finally made it to the program, I was in the mind frame of doing 6 months and going home. Everything changed when they told me I had to do 9 months.”\u003c/em\u003e\u003c/p\u003e\u003cp\u003eOne night in the summer of 2013, Jones and a group of young men were in a common area playing video games, cursing and talking trash, Jones said. Harris heard the profane language and calmly offered a choice: licks from a broom that Harris — and, later, the boys — nicknamed “Broomie,” or demerits that could lengthen their stay at the all-boys Avon Park, later named Highlands Youth Academy.\u003c/p\u003e\u003cp\u003eJones — 5-foot-10 and more than 200 pounds, with a defensive lineman’s thickness — chose Broomie.\u003c/p\u003e\u003cp\u003e\u003cem\u003e“We would curse and Mr. Harris would get upset and give us a funny look. Eventually he got tired of it and one day just grabbed the broom and said for every curse word we say we get hit two times...anywhere you want it chest, back, arm, legs, everywhere….A lot of time, because of me having [keloid] skin, I would swell up and bruise.”\u003c/em\u003e\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177884021; alt=\"Harris, Uriah Tobias 2015\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eHarris, then 43, handed out so much punishment using Broomie that the boys came to accept it as normal, Jones said. \u003c/p\u003e\u003cp\u003e“Everybody gonna curse when you’re young. He’s trying to teach us to stop cursing or stop using inappropriate language,” said Jones. “So everybody, everyday, almost everybody gets licks. ... I would take the hit rather than the time.”\u003c/p\u003e\u003cp\u003e“I am thinking about it as, ‘I am lucky I am getting these two licks from this broom before these two weeks,” he said. “I am ready to go home and I ain’t trying to be in here longer than what I have to.” \u003c/p\u003e\u003cp\u003eDJJ investigated three complaints against Harris, sustaining all of them. In the last case, dated Sept. 4, 2013, a youth told investigators that Harris came in his room and said he had four licks coming for taking extra snacks while on cleaning detail. \u003ca href=\"http://www.miamiherald.com/latest-news/article176531531.ece/binary/uriahharris.pdf\" target=\"_blank\" title=\"\"\u003e“You can take it now or you can take it later,”\u003c/a\u003e were Harris’ words, according to the boy. He said he was hit twice on the legs and twice on his right arm, leaving bruising and red marks.\u003c/p\u003e\u003cp\u003e“Supervisor Harris was not malicious in offering of punishment; rather, he offered it in a light-hearted manner as an alternative to receiving demerits for their behavioral activity,” an administrative review quoted one boy as saying. “He believed Supervisor Harris was exercising best intentions to benefit the youths.”\u003c/p\u003e\u003cp\u003eAs if to excuse his reporting the abuse, one boy said “he just did not like to get hit,” Harris’ termination report said.\u003c/p\u003e\u003cp\u003eIn an interview with the Miami Herald, Jones used his finger to trace the outline of his scar. “It would burn and itch,” he said. “He gonna make sure you feel it ... but gonna make sure you don’t go to the hospital or it don’t show.”\u003c/p\u003e\u003cp\u003eThe licks finally got to be too much. Jones picked up the phone.\u003c/p\u003e\u003cp\u003e“On that particular morning, he was crying. ... He kept saying, ‘I can’t take it no more, I don’t know what to do,’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e” said Jones’ mother, Andrea Young. “He finally said they were beating him, the man was hitting him with a broom. He said he beats us with a broom if we curse or do something we are not supposed to do.”\u003c/p\u003e\u003cp\u003eYoung cried that morning, too. And she cries again in recounting the story.\u003c/p\u003e\u003cp\u003e“I kind of felt hopeless and felt really bad, because when he first went in the program, I told him this place is really here to help you. They are going to make sure you get everything you need .... You’re gonna be on the right track,” Young said. “I told him to trust them and I told him to do what they tell you to do and try to fix yourself, work with them and let them fix you and help you to get better.’’\u003c/p\u003e\u003cp\u003eThough DJJ concluded that Harris used “a broom handle to strike a youth as alternative discipline,” he was never criminally charged. His punishment was the loss of his job.\u003c/p\u003e\u003cp\u003eThe Herald was unable to reach him for comment.\u003c/p\u003e\u003cp\u003eFrom Jones’ diary:\u003cem\u003e “\u003c/em\u003e\u003cem\u003eThere’s a lot of things that my mom told me that I would be getting help with. She also said there would be people that I can always talk to at anytime. She promised me it would make me a better person. But it didn’t.\u003c/em\u003e\u003cem\u003e”\u003c/em\u003e\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177883991; alt=\"AvonPark1\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/div\u003e","seo":{"keywords":"avon park, highlands, broom, florida, juvenile, justice, djj, christina daly, fight club, investigation"},"_links":{"self":{"href":"/newsapi/v1/stories/177884026?publication=miamiherald"},"home_section":{"href":"/newsapi/v1/sections/6643"},"home_publication":{"href":"/newsapi/v1/publications/miamiherald"},"lead_media":{"href":"/newsapi/v1/videos/177418206?publication=miamiherald","asset":{"id":177418206,"file_url":"","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2018-04-04T05:55:13Z","published_date":"2017-10-10T11:13:40Z","credit":"","thumbnail":"https://cf-images.us-east-1.prod.boltdns.net/v1/static/5618154292001/d8fe8cff-edd1-4260-afea-6600d17b88ff/4d28de32-cc3b-4da8-aae3-ac7a51c013c6/160x90/match/image.jpg","title":"Beaten with 'Broomie':  What mom, son think of his treatment","description":"Andrea Young thought her son would benefit from the program at Avon Park Youth Academy. She didn't know about the staffer who used a broom handle to beat kids into behaving."}},"related":[{"href":"/newsapi/v1/videos/177418206?publication=miamiherald"}]},"_embedded":{"inline":[{"id":177884016,"_links":null},{"id":177884006,"_links":null},{"id":177884021,"_links":null},{"id":177883991,"_links":null}]}},{"id":177885221,"web_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/article177885221.html","type":"story","title":"How small rebellions by Florida delinquents snowball into bigger beatings by staff","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-12-22T16:02:17Z","published_date":"2017-10-10T13:00:00Z","authors":[{"name":"Carol Marbin Miller","email":"cmarbin@MiamiHerald.com"},{"name":"Audra D.S. Burch","email":""}],"summary":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cp\u003eWorkers who supervise delinquent youths in Florida’s juvenile justice system sometimes escalate minor fights into bloody, bone-breaking clashes.\u003c/p\u003e\u003c/div\u003e","body":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cdiv class=\"ng_mm_link15\"\u003e\u003cdiv\u003e\u003clink href=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.css\" rel=\"stylesheet\"/\u003e \u003cscript src=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.js\"\u003e//\u003c/script\u003e\u003c/div\u003e\u003c/div\u003e\u003cp\u003eFirst he lost his freedom. Then his privileges. Then his kidney.\u003c/p\u003e\u003cp\u003eIt started with a tantrum at a youth program on Straight Line Road over what the Tampa boy considered unfair punishment for a fight he didn’t start. A program supervisor hurled the teen to the dayroom floor, crashing him into a metal table along the way. It ended with the boy tethered to a ventilator.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177421611% --\u003e\u003c/p\u003e\u003cp\u003e\u003ca href=\"http://www.miamiherald.com/latest-news/article166124302.ece/binary/kidneytwo.pdf\" target=\"_blank\" title=\"http://“Are you calm now?”\"\u003e\u003cem\u003eAre you calm now?\u003c/em\u003e\u003c/a\u003e the supervisor asked as the boy writhed in pain on the floor.\u003c/p\u003e\u003cp\u003eThe Department of Juvenile Justice declared the worker’s takedown at Okaloosa Youth Academy a case of\u003ca href=\"http://www.miamiherald.com/latest-news/article166124322.ece/binary/kidneyone.pdf\" target=\"_blank\" title=\"http:// excessive force\"\u003e excessive force\u003c/a\u003e. The boy called it a deliberate act of violence that consigned him to a life without a right kidney. “By the look on his face,” said a youth who witnessed the takedown, the worker “appeared to be angry.”\u003c/p\u003e\u003cp\u003eState files obtained by the Miami Herald are filled with stories of juveniles needlessly — sometimes brutally — restrained, in numbers that some experts say far exceed what is necessary.\u003c/p\u003e\u003cp\u003eIt often started with acts of adolescent rebellion: They threw wads of crumpled paper. They mouthed off to their jailers. They cursed and spat at staff. They refused to go to bed. Or they refused to get out of bed.\u003c/p\u003e\u003cp\u003eFor their juvenile contempt and disrespect, they were met with harsh discipline: takedowns and body slams.\u003c/p\u003e\u003cp\u003eRetaliation reportedly has included \u003ca href=\"http://www.miamiherald.com/news/special-reports/florida-prisons/article177839376.html\" target=\"_blank\" title=\"\"\u003ea head plunged into a toilet \u003c/a\u003eand \u003ca href=\"http://www.miamiherald.com/news/special-reports/florida-prisons/article177884026.html\" target=\"_blank\" title=\"\"\u003eassaults with broomsticks\u003c/a\u003e, a flashlight, a radio and whatever other hardware was handy.\u003c/p\u003e\u003ch3\u003eAnkles to eye sockets\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eRecords examined by the Herald show youths held in Florida lockups and residential programs have sustained every conceivable injury: broken arms, shoulders, wrist, necks, legs, ankles, noses and eye sockets; concussions and other traumatic brain injuries; sprains, bruises, cuts, gashes and black eyes. One suffered a lacerated lung. Another allegedly was diagnosed with potentially deadly cellulitis after a staffer bit him, resulting in multiple medical and psychiatric hospitalizations.\u003c/p\u003e\u003cp\u003eSome of the most dangerous kinds of takedowns — headlocks, chokings and full-body restraints — also have become among the most common, records show.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177419166% --\u003e\u003c/p\u003e\u003cp\u003eBad judgment has bordered on the bizarre: One worker who felt insulted summoned her husband, who \u003ca href=\"http://www.miamiherald.com/latest-news/article177668006.ece/binary/husband-stab.pdf\" target=\"_blank\" title=\"\"\u003ewent on a stabbing spree\u003c/a\u003e, gashing both a staffer and the offending youth — twice. Another was terminated after he fired a nail gun at detained teens. Still another flung a plastic lawn chair into the face of an eighth-grader with special needs — who was in a wheelchair — and then punched the boy repeatedly, after a tiff over television time.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177885201; alt=\"unnamed (1)\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003cp\u003e“There’s an acceptance of a culture of violence,” said Paul DeMuro, who has worked as a juvenile justice administrator and consultant for 41 years, including a stint as a federal court-appointed watchdog in Florida. “Staff frequently depends on restraints, takedowns and chokings as a response to misbehavior. But how do you eradicate that kind of misbehavior if that’s the very intervention you are relying on? That’s nuts.”\u003c/p\u003e\u003cp\u003eDeMuro added: “The core issue is you should not use force to teach people not to use force.”\u003c/p\u003e\u003cp\u003eDJJ Secretary Christina K. Daly said that while her agency oversees a correctional system, “I think we have made tremendous strides in softening and refocusing how we look at our children.”\u003c/p\u003e\u003cp\u003eDaly said DJJ was “in the process of revamping” the agency’s restraint policies, encouraging workers to use physical force only as a last resort. “You can get the same outcome by conversing with them and having mutual respect for them. There are some staff who get that, and there are some staff that don’t,” Daly said. “We slowly try to weed those people out.” DJJ later acknowledged that negotiations over a contract to develop a new crisis intervention curriculum fell apart, so the agency hired someone to refine it.\u003c/p\u003e\u003cp\u003e“We don’t want staff putting hands on kids,” Daly said.\u003c/p\u003e\u003cp\u003e \u003c/p\u003e\u003c!-- %highline_quote:1; hidden=\"1\"% --\u003e\u003cp\u003eData provided to the Herald show how frequently staffers do just that. Systemwide, a youth was restrained, on average, three and a half times every day during the 2016 budget year. Much of that physical force is unwarranted. During the past decade, youths reported unnecessary, excessive or “improper” force 4,092 times — on average, more than once every day. Of those complaints, 1,014 were substantiated, DJJ records indicate.\u003c/p\u003e\u003cp\u003eWhile some programs go months without reporting a restraint, others post numbers that far exceed the state’s threshold. In the 2016 budget year, for example, the restraint rate for the Martin Girls Academy was more than seven times the state average.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177885181; alt=\"0167f84\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003cp\u003e“These numbers are astronomical,” said Vincent Schiraldi, a senior research fellow at the Harvard Kennedy School who was director of juvenile corrections in Washington, D.C., from 2005 until 2010, and then commissioner of New York City’s youth probation department until 2014. “They should be the cause of concern for anyone who cares about a well-functioning department — and the welfare of young people.”\u003c/p\u003e\u003cp\u003eThere are reasons to believe that the numbers don’t reflect reality — and that the magnitude of the problem is greater.\u003c/p\u003e\u003cp\u003eOver the past decade, juvenile justice administrators investigated 971 claims that a youth worker did not report the suspected wrongdoing of a colleague, substantiating 644 of them, according to a database the Herald obtained from the state. DJJ investigated an additional 484 reports that workers falsified records, sustaining 268 of those.\u003c/p\u003e\u003cp\u003eWhat’s unknowable is how many cover-ups were not detected, never resulting in allegations of “failure to report.”\u003c/p\u003e\u003cp\u003e \u003c/p\u003e\u003c!-- %highline_quote:2; hidden=\"1\"% --\u003e\u003cp\u003eThe prevalence of staffers “stashing” incidents of misconduct — as shown in the existing data — suggests that workers have great confidence they’ll never be punished, which “can contribute to an atmosphere of lawlessness within these facilities,” Schiraldi said.\u003c/p\u003e\u003cp\u003e“Think of how frightening it is to be a kid and, no matter what a staff member does, he can’t be held accountable for it,” he added. “It puts these kids at the mercy of staff.”\u003c/p\u003e\u003cp\u003eA parallel reporting system separate from DJJ’s is run by the Department of Children \u0026amp; Families. But the statewide DCF child abuse hotline may similarly underestimate the maltreatment of detainees. By law, youths have a right to call the hotline, but that doesn’t mean their claims will be investigated. DCF has no jurisdiction over detainees 18 or older, as some in the system are.\u003c/p\u003e\u003cp\u003eAnd hotline operators can decline to accept reports for a variety of reasons, sometimes offering little or no explanation.\u003c/p\u003e\u003ch3\u003eWrong number — maybe\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eThe Herald’s \u003ca href=\"http://miamiherald.com/fightclub\" target=\"_blank\" title=\"\"\u003eexamination of thousands of documents \u003c/a\u003eturned up cases where detainees allege they were denied access to the hotline phone or bribed with snacks to refrain from reporting. At the privately managed Fort Myers Youth Academy, staffers said they were forbidden to call the DCF hotline without explicit permission of top management.\u003c/p\u003e\u003cp\u003eReports from DJJ’s inspector general detail several examples of workers cajoling detainees to relinquish their right to report mistreatment.\u003c/p\u003e\u003cp\u003eAnd then there was this: Late last year, a boy at the Spring Lake Youth Academy in Arcadia claimed that his abuse report was made to a bogus hotline.\u003c/p\u003e\u003cp\u003e“I’m not scared of you,” the youth said after a supervisor tossed his sneakers into a trash can. Details of the encounter that followed read a lot like child abuse: The youth told investigators the supervisor punched him in the face, pushed him to the floor repeatedly and then “kneed” him in the left ear, making him bleed. Four other detainees said they saw the supervisor slug the boy.\u003c/p\u003e\u003cp\u003eWhen the detainee insisted on reporting the incident, the supervisor threatened to charge him with escape. The boy persisted, and the supervisor “dialed the phone and handed it to him,” a report said. The kid had serious doubts that the hotline operator was legit.\u003c/p\u003e\u003cp\u003eThe “operator” failed to ask where he was detained or who had hit him.\u003c/p\u003e\u003cp\u003eWhen the alleged beating \u003cem\u003ewas\u003c/em\u003e reported — after the youth told the program’s top administrator four days later — it marked the 12th complaint against that particular supervisor, including four prior allegations of excessive or unnecessary force. None of those prior cases was substantiated. This one was.\u003cstrong\u003e \u003c/strong\u003eDJJ didn’t officially determine whether the “hotline” call was a fake, although a report noted that the institution’s official phone “revealed no call to the Abuse Registry was made on that date.”\u003c/p\u003e\u003cp\u003eThe worker’s punishment: He was reprimanded for improper conduct and violating policies or rules, coached for his failure to report the restraint, and trained for the excessive force, the report said.\u003c/p\u003e\u003ch3\u003eIn Loyalty Cottage, a restraint that wasn’t\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eRestraints by staff at juvenile justice facilities are known as PARs, which stands for Protective Action Response. Youth care workers and officers are trained to deploy force only when other options, such as “verbal de-escalation,” fail, and to limit the injuries to detainees. Every PAR must be documented and reported. One way around that — and the Herald found an example of this in the files — is to claim that a restraint didn’t follow proper protocols, making it technically not a restraint, and therefore not reportable.\u003c/p\u003e\u003cp\u003eAt the Residential Alternative for the Mentally Challenged, a program for boys in Madison, a 16-year-old said \u003ca href=\"http://www.miamiherald.com/latest-news/article177664286.ece/binary/ramc-case.pdf\" target=\"_blank\" title=\"\"\u003ean officer “banged” his head\u003c/a\u003e against a wall repeatedly in the Loyalty Cottage in April 2014. He had annoyed the staffer by cursing and “rapping” — and later poked his finger near the worker’s face.\u003c/p\u003e\u003cp\u003eThe program administrator later stated that a use-of-force report to the state wasn’t warranted because the shoving incident didn’t amount to “PAR technique.” DJJ disagreed. The administrator was counseled for failure to report, and the worker was fired.\u003c/p\u003e\u003cp\u003eAfter obtaining DJJ and DCF’s databases covering 10 years, the Miami Herald ordered hundreds of case files. Among the patterns that emerged:\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eExamples of officers and youth care workers steering detainees into cells and dorm rooms, bathrooms and corridors just beyond the view of surveillance cameras for improper takedowns or attacks.\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eChokings, headlocks and “clotheslinings” — stiff-armed takedowns — all of which are seen as especially dangerous ways to subdue a belligerent youth.\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eA reluctance of investigators to give credence to detainee complaints. DCF verified slightly more than 5 percent of abuse claims from detained youths, but around 17 percent to 20 percent of all abuse or neglect reports received from schools, homes and everywhere else.\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eOfficers\u003cstrong\u003e \u003c/strong\u003eescalating matters by\u003cstrong\u003e \u003c/strong\u003eroughing up detainees who offered only passive resistance and did not present a danger.\u003c/p\u003e\u003cp\u003eCurbing such practices takes time, said DJJ’s Daly. “Our challenge is that it is a massive system and culture change does not happen overnight,” she said.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177457916% --\u003e\u003c/p\u003e\u003ch3\u003eTroubling temperament\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eIn Melbourne, a youth worker at the Space Coast Marine Institute watched as a colleague “clotheslined” and took down “an unsuspecting youth.” The colleague, who happened to be the institute’s restraint instructor, “had his arm around the throat of [the teen] and was choking him,” the worker said. “He could hear the youth telling staff ... to ‘let go of my neck, let go of my neck. I can’t breathe.’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e”\u003c/p\u003e\u003cp\u003eNone of that came out until 10 days later.\u003c/p\u003e\u003cp\u003eThe result: an excessive force complaint and eventual termination of the aggressor.\u003c/p\u003e\u003cp\u003eAlso dismissed: the worker who didn’t report it right away.\u003c/p\u003e\u003cp\u003eHis explanation: “He feared if he reported the wrongdoing ... to administration, the other staff would retaliate, embarrass him in front of the youths and other staff, and work to get him fired,” according to an administrative review.\u003c/p\u003e\u003cp\u003eRestraints in which a youth stopped breathing have been implicated in the deaths of at least two youths in the custody of DJJ. Twelve-year-old Michael Wiltsie was asphyxiated on Feb. 4, 2000, when his counselor at Eckerd’s Camp E-Kel-Etu straddled Michael — even as the boy wailed that he couldn’t breathe. Michael weighed 66 pounds; his counselor, 300.\u003c/p\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003cp\u003eAlmost six years later, 14-year-old Martin Lee Anderson stopped breathing as officers at a military-style boot camp in Panama City used force to coerce him to run a track. Martin, detained for joyriding in his grandmother’s Jeep, insisted he couldn’t catch his breath and wilted.\u003c/p\u003e\u003cp\u003eThe mauling — which went on for half an hour — was captured on video, and its release following a Herald public records lawsuit sparked an outcry. An autopsy by a Tampa medical examiner appointed by a special prosecutor concluded that Martin suffocated when officers shoved ammonia capsules up his nose.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177438656% --\u003e\u003c/p\u003e\u003cp\u003eA Herald review found close to 30 cases in which DJJ substantiated an unnecessary or excessive force case that included allegations of a youth being choked, placed in a headlock or choke-hold, or grabbed by the throat. Since 2008, DCF investigated 689 allegations of “asphyxiation,” or intentional choking, verifying 23 of them. DCF found some evidence to support 80 other asphyxiation allegations, but not enough to verify them.\u003c/p\u003e\u003cp\u003eAgency rules explicitly state that officers and youth care workers may not restrain detainees who are not a threat to people or property, such as when a youth ignores an order to sit down.\u003c/p\u003e\u003cp\u003eAt the Marion Youth Academy, several boys noticed something troubling about youth counselor Curtis Thornton’s temperament — even before he “snapped” and sent a teen to the hospital. \u003ca href=\"http://www.miamiherald.com/latest-news/article177667366.ece/binary/curtis-thornton-paper-wad.pdf\" target=\"_blank\" title=\"\"\u003e“Thornton had anger issues and he gets mad very easy,”\u003c/a\u003e recounted one youth’s statement to DJJ.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177440151% --\u003e\u003c/p\u003e\u003cp\u003eAt 2:40 p.m. on Feb. 12, 2015, Thornton and a 16-year-old were laughing and tossing crumpled paper at each other during science class, witnesses said. Thornton grew tired of the horseplay. When the youth threw one last paper wad, Thornton “became enraged,” a DJJ report said.\u003c/p\u003e\u003cp\u003eSheriff’s detectives described what happened next — which was captured on video: “He suddenly and without warning turned around and struck the victim full force, knocking him backward out of his chair, with what appeared to be a punch to the head. As the victim laid on the ground, [Thornton] straddled the victim and began striking him repeatedly until other juveniles separated the two.”\u003c/p\u003e\u003cp\u003eFor his first strike, \u003ca href=\"http://www.miamiherald.com/latest-news/article177667076.ece/binary/victim-statement-curtis-thornton.pdf\" target=\"_blank\" title=\"\"\u003eThornton wielded a portable radio\u003c/a\u003e, which broke into pieces. The video recorded “a minimum” of seven additional blows, a report said.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177885191; alt=\"U55362\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003cp\u003e“Stop, what the ‘F’ are you doing, he’s a youth!” one of the boys said, according to his written police statement. “I don’t give a ‘F,’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e” the boy said Thornton replied.\u003c/p\u003e\u003cp\u003eThe 16-year-old fainted as blood poured from the left side of his forehead. Doctors stapled the “gash” to close it, a DJJ report said. The boy also had smaller cuts to his elbow, cheek and hand, police said.\u003c/p\u003e\u003cp\u003eThornton, 26, said the youth had wanted to fight all that day, and had goaded him repeatedly with paper wads. “I proceeded to stand and redirect youth to the floor, securing him there until additional staff arrived,” he wrote.\u003c/p\u003e\u003cp\u003eJurors didn’t concur. After deliberating for two hours, they convicted him of child abuse.\u003c/p\u003e\u003cp\u003eIt had been Thornton’s second tour through the criminal justice system — though with a less happy ending. In July 2013, an Ocala police officer arrested Thornton on charges of domestic battery after his \u003ca href=\"http://www.miamiherald.com/latest-news/article177667611.ece/binary/curtis-thornton-police-report.pdf\" target=\"_blank\" title=\"\"\u003egirlfriend said he punched her in the chest,\u003c/a\u003e knocking her into a wall and cutting her elbow. The charges were dropped a month later when the alleged victim declined to cooperate with prosecutors, court records show. Thornton could not be reached by the Herald.\u003c/p\u003e\u003ch3\u003e‘PAR’d him on his head’\u003cspan class=\"ng-command\" data-value=\"252\"\u003e\u003c/span\u003e\u003c/h3\u003e\u003cp\u003eBeyond being fired, youth care workers seldom are held to account for “PARs” that are more battery than “Protective Action Response.”\u003c/p\u003e\u003cp\u003eWhen a teenager refused to eat his breakfast on the concrete slab of an outdoor porch in January 2015, witnesses said a worker “PAR’d him on his head.” Less technical accounts held that the worker threw the boy to the ground on his skull.\u003c/p\u003e\u003cp\u003e \u003c/p\u003e\u003c!-- %highline_quote:3; hidden=\"1\"% --\u003e\u003cp\u003eDescriptions of the events leading up to the takedown at Big Cypress Youth Environmental Services varied, and the restraint itself occurred beyond camera range. The detainee said that the worker, annoyed when he didn’t follow orders, put his breakfast tray on the concrete and ordered him to eat it there. The boy refused, saying he “was not going to eat his food on the ground like a dog.”\u003c/p\u003e\u003cp\u003eThough the staffer said his restraint complied with state rules, two youth witnesses told an investigator that the officer lifted the youth off the floor and “slammed” him into the concrete, headfirst.\u003c/p\u003e\u003cp\u003eThe victim said he laughed at the officer  after the first slam, but the laughter stopped when the the man “slammed him two additional times,” an inspector general report said.\u003c/p\u003e\u003cp\u003eThe detainee collapsed, “unresponsive,” and was carried to an ambulance by stretcher. At a nearby hospital, he was diagnosed with traumatic brain injury.\u003c/p\u003e\u003cp\u003eThe inspector general report said it “appears that the youth’s injuries would be \u003ca href=\"http://www.miamiherald.com/latest-news/article177666546.ece/binary/big-cypress.pdf\" target=\"_blank\" title=\"\"\u003econsistent with the youth being slammed to the ground\u003c/a\u003e, or brought down in a very aggressive manner, and this is clearly not an approved technique.”\u003c/p\u003e\u003cp\u003eThen, without further explanation, it concluded that “there were no reasonable grounds to believe there has been a violation of criminal law.”\u003c/p\u003e\u003cp\u003eThe body slam was never reported to police.\u003c/p\u003e\u003c/div\u003e","seo":{"keywords":"fight club, florida, juvenile, justice, delinquent, christina daly, djj, reform, beatings, investigation"},"_links":{"self":{"href":"/newsapi/v1/stories/177885221?publication=miamiherald"},"home_section":{"href":"/newsapi/v1/sections/6643"},"home_publication":{"href":"/newsapi/v1/publications/miamiherald"},"lead_media":{"href":"/newsapi/v1/images/177885211?publication=miamiherald","asset":{"id":177885211,"file_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/mk1qq0/picture177885211/alternates/FREE_1140/OYA_DISPLAY","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-10-14T18:35:24Z","published_date":"2017-10-09T19:11:30Z","credit":"Gulf Coast Youth Services","thumbnail":"https://www.miamiherald.com/news/special-reports/florida-prisons/mk1qq0/picture177885211/alternates/FREE_1140/OYA_DISPLAY","caption":"Okaloosa Youth Academy"}},"related":[{"href":"/newsapi/v1/images/177885211?publication=miamiherald"}]},"_embedded":{"inline":[{"id":177885201,"_links":null},{"id":177885191,"_links":null},{"id":177885181,"_links":null},{"id":177438656,"_links":null},{"id":177440151,"_links":null},{"id":177419166,"_links":null},{"id":177421611,"_links":null},{"id":177457916,"_links":null}]}},{"id":177886506,"web_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/article177886506.html","type":"story","title":"Lockup officers groomed him to beat up other teens, mom says. It cost him his life.","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-10-12T22:19:38Z","published_date":"2017-10-10T13:00:00Z","authors":[{"name":"Audra D.S. Burch","email":"cmarbin@MiamiHerald.com"},{"name":"Carol Marbin Miller","email":""}],"summary":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cp\u003eMaurice Harris Jr. told his mom he was beating people up in the lockup on orders of staff. When he encountered one of his victims on a Liberty City corner, the payback was brutal.\u003c/p\u003e\u003c/div\u003e","body":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cdiv class=\"ng_mm_link15\"\u003e\u003cdiv\u003e\u003clink href=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.css\" rel=\"stylesheet\"/\u003e \u003cscript src=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.js\"\u003e//\u003c/script\u003e\u003c/div\u003e\n\u003c/div\u003e\u003cp\u003eAn aspiring basketball player standing six-foot-three, Maurice Harris Jr. fit the profile for one of the non-advertised jobs at the Miami-Dade juvenile lockup: enforcer.\u003c/p\u003e\u003cp\u003eThe pay was cheap, his mother said: $2 sticky buns, hamburgers and, for the most difficult tasks, a new pair of sneakers. But the job description was simple. Maurice need only use that imposing frame to punish other detainees who had provoked the wrath of officers.\u003c/p\u003e\u003cp\u003eNobody told Maurice about the risks — one of which found him on a street corner a year after his release. \u003c/p\u003e\u003cp\u003e“Ain’t I in jail with you?” asked 19-year-old Everton Demetrius Ramsay, as he ran into Maurice near a Liberty City store on Labor Day 2015. Ramsay, police say, then pulled a handgun out of his waistband and shot Maurice eight times, execution-style, leaving him to die on the pavement. \u003c/p\u003e\u003cdiv class=\"ng_mm_link1\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/16-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/16-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\n\u003c/div\u003e\u003c/div\u003e\u003cp\u003eMaurice’s story, ending in the Resurrection section at Caballero Rivero Dade North cemetery, next to his father, Maurice Sr., echoes accusations throughout Florida’s juvenile justice system of staff paying bounties — contraband fast food, candy bars and especially honey buns — to detainees willing to beat up other youths. And it is an example of how mayhem inside the system can spill out into the streets.\u003c/p\u003e\u003cp\u003eMaurice was 16 years old, and big for his age, when he entered the Miami-Dade Regional Juvenile Detention Center on May 23, 2014. He had been arrested for car theft and trespassing, but added a new charge, battery, five days later.\u003c/p\u003e\u003cp\u003eMaurice shared his secret with his mother during Wednesday afternoon calls, she said: He was doling out discipline as a hired gladiator. \u003c/p\u003e\u003cp\u003e“I gotta do what I gotta do,” he told Shakila Stewart.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-vertical\"\u003e\u003cp\u003e\u003c!-- %asset:177886491; alt=\"Maurice Harris 08 EKM\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eWhat he had to do, he said, was “survive in here.” But he was a fighter full of remorse. “He told me he didn’t want to fight the boys because he hated bullies,” Stewart said.\u003c/p\u003e\u003cp\u003eIn one egregious incident recounted to police, Maurice kicked a smaller youth in the face. That youth was the 5-foot-11, 145-pound Ramsay, according to one of Ramsay’s friends, who later described the encounter to police. Ramsay spent 21 days at the lockup, from May 31 through June 20, 2014.\u003c/p\u003e\u003cp\u003eWhen the two crossed paths a year later in Liberty City, the payback was deadly, police say. Ramsay denied the shooting to police, and has yet to face trial. His attorney, Gregory Gonzalez, declined to discuss the case.\u003c/p\u003e\u003cp\u003eMaurice was killed just days after the death of another youth suggested the existence of a mercenary culture in the Miami lockup. Shortly after 17-year-old Elord Revolte was punched and stomped by a swarm of detainees on Aug. 30, 2015 — he died the next day — the Miami Herald reported that the youth may have been “honey-bunned,” or attacked in exchange for a gooey treat. \u003c/p\u003e\u003cp\u003eAfter that story was published, Stewart contacted the Herald and said her son had been killed for his role as an enforcer at the lockup.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177886496; alt=\"everton demetrius ramsay 15-147062\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eThe Department of Juvenile Justice looked into Stewart’s claims after \u003ca href=\"http://www.miamiherald.com/news/state/florida/article38876802.html\" target=\"_blank\" title=\"\"\u003ethe Herald quoted her \u003c/a\u003esaying lockup officers rewarded her son with honey buns, Snickers bars, ice cream and McDonald’s burgers for doing their bidding. A Jan. 11, 2016, DJJ inspector general report expressed skepticism, noting that Stewart never reported her concerns in real time\u003cstrong\u003e \u003c/strong\u003eto anyone at the agency. She told an investigator “she did not believe [Maurice] at that time.”\u003c/p\u003e\u003cp\u003eIn the course of that investigation, as well as probes by police and prosecutors, youths collectively described a near-primal culture of teenagers coerced into service as goons-for-hire. They recounted how the most intimidating detainees were recruited for the dirty work. \u003c/p\u003e\u003cp\u003eIn those statements, as well as interviews with the Herald, youths talked about cellblock beatdowns for punishment and matches staged for entertainment. They described a dark but simplistic way to survive: Beat or be beaten.\u003c/p\u003e\u003cp\u003eThe stories were credible enough that a 2017 Miami-Dade State Attorney’s Office memo, which closed out an investigation into Elord Revolte’s death, concluded it was “likely” that staff had engaged in the practice of recruiting enforcers.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177886501; alt=\"streeter (2)\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003e“Instead of being rehabilitated, they had him in there fighting,” said Stewart, 38. “If he wasn’t fighting, none of this would have happened. My baby would be alive today.” \u003c/p\u003e\u003ch3\u003eHis father’s murder\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eAnnie Streeter, 58, a grandmother of nine, including Maurice, is petite and direct with a booming voice that fills the living room. She sits on the sofa and sighs deeply. Maurice, she said in an interview, never really recovered from a childhood horror: his father’s murder. \u003c/p\u003e\u003cp\u003eMaurice Renard Harris Sr. was shot in a home invasion robbery in 2013 as he tried to protect his sleeping 11-year-old daughter — Maurice’s younger sister — from the killers, police said. Behind the anonymity of bandanas, they shot Harris, 36, repeatedly in front of Stewart, his wife of six years. His son, Maurice Jr., wasn’t home.\u003c/p\u003e\u003cp\u003e\u003c/p\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eSix days later, as the limousine carried Maurice Harris Jr. up Northwest 27th Avenue to his father’s final resting place, the 15-year-old turned to his mother and promised that he would become the man of the house. \u003c/p\u003e\u003cp\u003eThat march toward manhood was marked by bad luck and bad decisions. Maurice, his mother said, stumbled through his freshman year in high school. He retreated into silence, then into the streets. He was facing trespassing and car theft charges when he was booked into the Miami-Dade Regional Juvenile Detention Center in May 2014 for one of two stays that year.\u003c/p\u003e\u003cp\u003eThe 126-bed lockup is a worn, squat compound, with its own ugly history. It was supposed to be the first stop on Maurice Jr.’s path to starting over. The sign inside the foyer makes a promise: Treat each child as if they were your own.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177886481; alt=\"MDJRDC 01 Fight Club EKM (2)\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eA detective who investigated Maurice Jr.’s killing described him this way: “Big-ass guy.” He entered the system after a growth spurt, an ideal candidate for imposing his will on others. Weeks into his stay, Maurice called his mother to tell her he had broken another boy’s jaw in a fight on the orders of staff, Stewart said. That was the first fight, but not the last.\u003c/p\u003e\u003cp\u003eStewart said her son described one of his assignments: “He was inside the cafeteria. The guard told him, ‘That one over there.’ He got the tray and hit a guy upside his head, and he was rewarded for it,” Stewart said. “His reward was the honey bun, or the sneakers, or even they would go to McDonald’s and get him whatever he wanted.”\u003c/p\u003e\u003cp\u003eAfter four months, Maurice was transferred to a program in Central Florida.\u003cstrong\u003e \u003c/strong\u003eHe spoke to his mother by phone almost every Wednesday afternoon. Upon completion of the program, he planned to get his driver’s license and enroll in the 11th grade at Northwestern High, becoming a third-generation Bull.\u003c/p\u003e\u003cp\u003e“He said he had done a lot of bad things while he was in DJJ and was ashamed of his behavior,” his mother said. \u003c/p\u003e\u003cdiv class=\"ng_mm_link2\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/08-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/08-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\n\u003c/div\u003e\u003c/div\u003e\u003cp\u003eMaurice returned home to Liberty City, Streeter said. He was looking for a brighter future. He completed probation in August 2015, and had stayed out of trouble since his arrest the year before. “He was very excited about school, very excited. He was ready to play basketball,” she said. “A light came on and he could see he was going down the wrong path.”\u003c/p\u003e\u003cp\u003eMaurice left home Sept. 7, 2015, Labor Day morning, to walk to the Pork ’N Beans — slang for the Liberty Square public housing complex —\u003cstrong\u003e \u003c/strong\u003e to see his best friend, Stewart told police. She made Maurice a plate of ribs, collard greens, and macaroni and cheese and put the food in the fridge for when he returned home. \u003c/p\u003e\u003cp\u003eSurveillance video obtained by the Miami Police Department showed some of the teen’s final moments: He was walking east on a sidewalk around the 1300 block of Northwest 54th Street when a handful of young men began to follow. Seconds later, the video captured some of the boys running west on 54th.\u003c/p\u003e\u003cp\u003eA friend of Maurice’s, identified in police and court records only as E.H., told detectives he had met Maurice at Charles Hadley Park on 50th Street, and the two were walking back from a store when they passed the other young men. One of them had “red skin,” and was wearing a white T-shirt and a black “skully,” a brimless hat, said E.H., then 14. \u003c/p\u003e\u003cp\u003eThe male in the skully eyed Maurice.\u003c/p\u003e\u003cp\u003eFriends of both boys told police that the young man in the skully asked Maurice if they had known each other in the lockup. Ramsay, the youth in the skully, then reached for his waistband\u003ca href=\"http://www.miamiherald.com/latest-news/article177663376.ece/binary/deposition-eh.pdf\" target=\"_blank\" title=\"\"\u003e “as if he was grabbing a firearm,”\u003c/a\u003e E.H. said.\u003c/p\u003e\u003cp\u003e“I ran back to the store,” E.H. said in a sworn statement. “As soon as I ran in the store, I heard the [shots].”\u003c/p\u003e\u003cp\u003eD.M. was one of the young men walking with Ramsay — who was also known as “Nunu.” It took 145 minutes of verbal parrying for a homicide detective to convince D.M. to describe what happened that evening: \u003c/p\u003e\u003cp\u003eD.M. told police\u003ca href=\"http://www.miamiherald.com/latest-news/article177663821.ece/binary/police-report-maurice.pdf\" target=\"_blank\" title=\"\"\u003e he “immediately recognized” Maurice\u003c/a\u003e as the boy who had kicked Ramsay in the face during a fight in the Miami lockup. D.M. told police “he [D.M.] pulled up his pants and was ready to fight,” but Nunu shot Maurice first. \u003c/p\u003e\u003cp\u003eAn autopsy showed Maurice had been hit eight times — including twice in the chest, once in the right thigh and once in the left hand. Four of the slugs struck Maurice in his buttocks, suggesting his killer was determined he not get away. Two shots missed their target.\u003c/p\u003e\u003cp\u003eBack home, Stewart was holding her infant daughter, Emerald, at 6:30 or 7 p.m. when Maurice’s friend PeeWee appeared in the doorway, delivering the news.\u003c/p\u003e\u003cp\u003eStewart staggered outside, nearly tripping over the bike PeeWee had flung to the ground.\u003c/p\u003e\u003cp\u003eStreeter came outside and, in her calmest voice, declared the news untrue. “Just go. Just go see what happened.”\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177886486; alt=\"Maurice Harris 05 EKM\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eMaurice was still breathing. \u003c/p\u003e\u003cp\u003eStewart got in her car and willed herself the four miles to Ryder Trauma Center, where a team of doctors worked to repair the catastrophic damage. They couldn’t. \u003c/p\u003e\u003cp\u003eRamsay’s revenge, Stewart said, was almost inevitable: “\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e‘When I get out, I’m going to handle it my way’ — and that’s what he did.”\u003c/p\u003e\u003cp\u003eEvery other week, Stewart visits her husband — and now her son — at a cemetery off Opa-locka Boulevard. Many who died violent, premature deaths ended up in this vast memorial field, including gunshot victims Trayvon Martin and Sherdavia Jenkins.\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-vertical\"\u003e\u003cp\u003e\u003c!-- %asset:177886476; alt=\"11817179_917797904950840_1449697488407011853_n (1)\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eThe father and son, killed two and a half years apart, were interred together in a plot without a headstone. An etched stone marker bearing both names is planned. The earth is topped with two of everything: flower vases, RIP hearts and stuffed puppy-dog toys, along with wind chimes and a fabric sign that reads, simply, “LOVE.”\u003c/p\u003e\u003cp\u003e“I like to sit on the ground because it feels like I am closer to them,” says Stewart, brushing away the leaves.\u003c/p\u003e\u003cp\u003eThe young man accused of gunning down her son, Ramsay, is charged with second-degree murder and carrying a concealed firearm. His Facebook page was decorated with various photos of himself and others flashing firearms, sometimes pointing directly at the camera. He told police he was walking to the store when he heard the gunshots that killed Maurice — but didn’t fire them.\u003c/p\u003e\u003cp\u003eMaurice, who had promised to become the man of the house on the slow ride to the cemetery during his father’s funeral procession, nearly made it. \u003c/p\u003e\u003cp\u003eHe was buried on his 18th birthday.\u003c/p\u003e\u003c/div\u003e","seo":{"keywords":"fight club, maurice harris jr., everton ramsay, miami-dade, juvenile, detention, justice, christina daly, florida, criminal justice, abuse"},"_links":{"self":{"href":"/newsapi/v1/stories/177886506?publication=miamiherald"},"home_section":{"href":"/newsapi/v1/sections/6643"},"home_publication":{"href":"/newsapi/v1/publications/miamiherald"},"lead_media":{"href":"/newsapi/v1/videos/177465821?publication=miamiherald","asset":{"id":177465821,"file_url":"","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2018-04-04T05:54:38Z","published_date":"2017-10-10T11:15:44Z","credit":"","thumbnail":"https://cf-images.us-east-1.prod.boltdns.net/v1/static/5618154292001/4edb11cc-bf74-4b0d-b886-e0e9dfa0024a/9344d1c3-b42c-41c4-9dfa-8902c41eaab2/160x90/match/image.jpg","title":"From lockup enforcer to murder victim: Maurice Harris Jr.'s story","description":"Maurice Harris Jr. told his mother he was tasked with beating up fellow detainees in the Miami lockup. Months later, one of his victims recognized him on the street, according to police, and gunned him down on the spot."}},"related":[{"href":"/newsapi/v1/videos/177465821?publication=miamiherald"},{"href":"/newsapi/v1/images/177886471?publication=miamiherald"}]},"_embedded":{"inline":[{"id":177886496,"_links":null},{"id":177886491,"_links":null},{"id":177886476,"_links":null},{"id":177886486,"_links":null},{"id":177886501,"_links":null},{"id":177886481,"_links":null}]}},{"id":177884886,"web_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/article177884886.html","type":"story","title":"Lightning blasted his shoes off — and illuminated a pattern of abuse by staff","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-10-12T22:19:32Z","published_date":"2017-10-10T13:00:00Z","authors":[{"name":"Carol Marbin Miller","email":"cmarbin@MiamiHerald.com"},{"name":"Audra D.S. Burch","email":""}],"summary":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cp\u003eFlorida juvenile justice records suggest the practice of rewarding ‘fight club’-style beatings with honey bun bounties has been allowed to fester.\u003c/p\u003e\u003c/div\u003e","body":"\u003cdiv xmlns=\"http://www.w3.org/1999/xhtml\"\u003e\u003cdiv class=\"ng_mm_link15\"\u003e\u003cdiv\u003e\u003clink href=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.css\" rel=\"stylesheet\"/\u003e \u003cscript src=\"http://media.miamiherald.com/static/media/projects/2017/fight-club/story-level/embed.js\"\u003e//\u003c/script\u003e\u003c/div\u003e\n\u003c/div\u003e\u003cp\u003eFor two days, Keyon Felder begged a half-dozen youth care workers to protect him from his tormenter, someone he accused of orchestrating three attacks by other teens — the last of which knocked him out, and injured his face, head, arms, legs, chest and back.\u003c/p\u003e\u003cp\u003eThe man allegedly engineering the attacks: one of their colleagues. \u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-mugshot\"\u003e\u003cp\u003e\u003c!-- %asset:177884851; alt=\"0180003410F\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eKeyon, 18, but an unimposing five-foot-seven and 140 pounds, told investigators he waited for some sign that his complaints were being addressed. Nothing. \u003c/p\u003e\u003cp\u003eOn the third day, weary of being jumped and tired of being ignored, Keyon climbed a chain-link fence and hopped over a ring of razor wire onto the roof of the Okeechobee Youth Development Center schoolhouse as it began to rain.\u003c/p\u003e\u003cp\u003eHe got his sign: \u003ca href=\"http://www.miamiherald.com/latest-news/article176530936.ece/binary/keyonfelderig.pdf\" target=\"_blank\" title=\"\"\u003eThe sky exploded\u003c/a\u003e.\u003c/p\u003e\u003cp\u003eKeyon didn’t know it at the time, but the roof was struck by lightning. He could taste blood, which poured from his eyes, ears, nose and mouth. The strike blasted the scorched sneakers off his feet. He could smell the burnt rubber. He could not feel his arms and legs.\u003c/p\u003e\u003cp\u003e“It just went dark,” he told the Miami Herald. “I’m just lucky, because it could have been worse.”\u003c/p\u003e\u003cp\u003eAlmost three weeks after he was airlifted to the hospital on July 23, 2015, with hearing loss, Keyon told his story again, this time to state juvenile justice investigators. He told them he’d been “jumped” in the shower by two boys, leaving him nauseous, with throbbing headaches. He told them it was the third time he’d been ambushed.\u003c/p\u003e\u003cdiv class=\"ng_mm_link1\"\u003e\u003c/div\u003e\u003cdiv class=\"ng_mm_link1\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/02-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/02-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\n\u003c/div\u003e\u003c/div\u003e\u003cp\u003eHe told them all three attacks had been arranged by one of the men paid to look after his safety. And he told them that no one would listen.\u003c/p\u003e\u003cp\u003e“There were things going on that the facility was trying to cover up,” he said.\u003c/p\u003e\u003cp\u003eInvestigators have heard similar horror stories: From St. Augustine to Fort Myers, from Tampa to Miami, youths in state custody have complained that staffers are turning troubled kids into enforcers. The reward for a beating can range from Snickers bars and fast food hamburgers to Chinese combos and pizza. Even expensive sneakers.\u003c/p\u003e\u003cp\u003eThe most iconic compensation: the humble honey bun, the cheap glazed treat that is currency in jails, prisons and detention centers throughout the state.\u003c/p\u003e\u003cp\u003eThe practice has its own nomenclature: Youth workers offer “bounties” for assaults. The target of a bounty has a “honey bun on his head.” The victim has been “honey-bunned,” the object of a “honey-bun hit.”\u003c/p\u003e\u003cp\u003eYouths, including one at Okeechobee — where a handful of juvenile justice facilities are located — have also reported staff using the cue “30 seconds,” which means: I’ll turn my back that long while you beat somebody up. At Palm Beach Juvenile Correctional Facility, detainees said staff would yell “youth support!” to summon an enforcer, and tell teens they could release the “pressure on their chest” by decking a peer.\u003c/p\u003e\u003cp\u003eA youth care worker at Palm Beach Correctional confirmed the practice in a court declaration in August 2012: “In order to increase the ability to control the facility,” Tina Folger wrote, “youth would be used to control other youth.”\u003c/p\u003e\u003cdiv class=\"ng_digital\"\u003e\u003cdiv class=\"photo-inline-horizontal\"\u003e\u003cp\u003e\u003c!-- %asset:177884876; alt=\"ROOF_FightClub_P3_side\"% --\u003e\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003cp\u003eAn \u003ca href=\"http://miamiherald.com/fightclub\" target=\"_blank\" title=\"\"\u003eexamination of 10 years of Department of Juvenile Justice records \u003c/a\u003ereveals a trail of incident reports, almost like bread crumbs, leading to the conclusion that staffers at some institutions foster a culture of brutality-by-proxy. What is not in the records is any sort of acknowledgment that the problem might be systemic — nor any directive saying it must stop.\u003c/p\u003e\u003cp\u003ePaul DeMuro, a retired juvenile justice administrator who worked as a court-appointed watchdog in Florida following a federal lawsuit over shameful conditions, said kids get turned into enforcers in systems where casual violence festers over a series of years. \u003c/p\u003e\u003cp\u003e“Unless you really get to the heart of the damn thing, it will reassert itself,” DeMuro said\u003c/p\u003e\u003cp\u003e“Yeah, you need new policies. Yeah, you need honest monitors,” he added. “It’s necessary, but it’s not sufficient.”\u003c/p\u003e\u003cp\u003eJeffrey Butts is director of the Research and Evaluation Center at the John Jay College of Criminal Justice, and he’s worked with policymakers in 28 states, largely on youth justice.\u003c/p\u003e\u003cp\u003e“It takes a high level of neglect for a long time for this stuff to emerge,” he said “It’s like black mold: It will grow if nobody is cleaning it up.” \u003c/p\u003e\u003cp\u003eChristina K. Daly, DJJ secretary, said “allegations of honey buns or other rewards used as discipline or for attacking youth have been fully investigated and found to be unsubstantiated.” \u003c/p\u003e\u003cp\u003eDaly, in an interview with the Herald, said instigating detainee violence is “not a practice, a systemic practice of this agency. It is not acceptable to me, and any time the allegation is raised, it is our responsibility to investigate that.”\u003c/p\u003e\u003cp\u003eAs to records of abuse by staff examined by the Herald, she said: “Unfortunately, these things have happened and all we can do is move forward and do what we can do to prevent them from happening in the future. ... All we can do is work with our staff, train our staff and be very clear what our expectation is.”\u003c/p\u003e\u003ch3\u003e‘You’d do a lot for a Snickers’ \u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eTwenty years back, a Miami juvenile court judge held hearings about abuses in a now-shuttered Pahokee youth facility. One boy testified he was conscripted to fight in matches staffers organized for their “excitement.” He said he was paid in candy bars.\u003c/p\u003e\u003cp\u003eMarie Osborne, who has overseen the Miami-Dade Public Defender’s Office’s juvenile division for decades, questioned witnesses and remembers the boy explaining: “You’d do a lot for a Snickers.” \u003c/p\u003e\u003cp\u003eMore recently, a Miami Gardens teen told the Herald an officer put a “honey bun on [his] head” after the two argued over an unapproved trip to the restroom. “I went to the bathroom. I didn’t ask no permission,” said the youth, who asked not to be identified. “He came to me [and said] the next time you do that, I’m gonna show you something.” The teen replied: “That’s a threat?”\u003c/p\u003e\u003cp\u003eThe teen acknowledged cursing at the officer, and taunting him: “You ain’t gonna touch me.”\u003c/p\u003e\u003cp\u003eAnd he didn’t touch the youth. The youth’s friend told him “that man put a honey bun on your head.” Later, two detainees jumped him, injuring his neck, he said. “When I got back to the mod, mod four, the two kids who jumped me had honey buns,” he said. \u003c/p\u003e\u003cp\u003eThe teen’s father said he viewed video of the attack at the detention center and what he saw shocked him. “They did not stop the fight.”\u003c/p\u003e\u003cp\u003e“The other kid said, ‘you have to be ready, because an officer put a honey bun on your head. At any time, another kid can jump you,” the father said. “They are using the other kids to fight. Enjoying the fight. Watching the fight. It’s not right.”\u003c/p\u003e\u003cp\u003eHis son, who was 15 at the time, spent six days in the hospital, records show. \u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177421071% --\u003e\u003c/p\u003e\u003cp\u003eAllegations of “hits” and “bounties” and other acts of officially sanctioned mayhem have persisted year in and year out. A sampler: \u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eIn 2008, a detainee at the Milton Girls Juvenile Residential Facility in the Panhandle told the state’s child abuse hotline that a staffer ordered other workers to stand down while detainees attacked her. “Let them fight,” the worker said — and her colleagues did. The girl told investigators her life was in danger. The allegation was substantiated. \u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eIn 2009, DJJ confirmed allegations that, on Easter Sunday, the program director of Camp E-Kel-Etu in the Ocala National Forest loaded a small boy suspected in the theft of hygiene supplies into a truck, and drove him to an off-campus service road. The director of the program, since closed, brought an older boy with him to terrorize the kid into spilling what he knew, an internal report said.\u003c/p\u003e\u003cp\u003eWhen the director returned to the campsite, he rounded up four other “little boys” — the youngest was 11 — and stuck them in a supply room with two older youths, said an internal DJJ report. The gear room housed canoe paddles that he hinted could be used as weapons. He “picked up a paddle and threatened to allow” the bigger youths to “beat up the younger and smaller boys,” one of the younger detainees told investigators. Rather than get whacked with a paddle, one of the boys talked.\u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eIn 2010, two detainees at the St. Johns Youth Academy claimed a staffer had ordered them to jump another teen, saying \u003ca href=\"http://www.miamiherald.com/latest-news/article177668151.ece/binary/positive-peer-case.pdf\" target=\"_blank\" title=\"\"\u003e“someone needs to fight him.”\u003c/a\u003e\u003c/p\u003e\u003cp\u003eThe worker opened the victim’s door, and let the attackers in, the two intruders told investigators. One punched the 17-year-old in the face, leaving a gash; the other choked him so violently he suffered three fractured neck vertebrae.\u003c/p\u003e\u003cp\u003eThe program operator concluded “staff intentionally unlocked the door” so the youth could be beaten. The worker was fired. But a DJJ investigation called “inconclusive” the allegation that the officer set up the attack, saying it was his word against that of the two boys. \u003c/p\u003e\u003cp\u003e\u003cspan class=\"ng_z_sym_square_bullet\"\u003e▪ \u003c/span\u003eIn 2011, a 16-year-old at the Hillsborough West Detention Center told an investigator he “slammed” his roommate after a worker promised him an extra snack. The 15-year-old victim said his roommate picked him up — twice — and threw him down on the floor both times. The victim hurt his right ankle.\u003c/p\u003e\u003cp\u003eWhen an assistant superintendent interviewed the attacker, he admitted everything. “You already know what happened,” he said. “I slammed him. It wasn’t personal. I didn’t even get the snack.”\u003c/p\u003e\u003cp\u003eDJJ reported that the staffer failed “to conduct himself in a professional manner.” He was fired.\u003c/p\u003e\u003cdiv class=\"ng_mm_link2\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/04-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/04-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\n\u003c/div\u003e\u003c/div\u003e\u003ch3\u003eWhen fights aren’t investigated\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eIt’s difficult to determine, on a case-by-case basis, what triggers the violence in Florida’s lockups and youth programs. Records suggest that juvenile justice administrators do not investigate the lion’s share of detainee beatings. If officers and workers are to blame for some or much of it, no one is gathering the evidence.\u003c/p\u003e\u003cp\u003eIn 2015, when \u003ca href=\"http://www.miamiherald.com/news/special-reports/florida-prisons/article177883676.html\" target=\"_blank\" title=\"\"\u003e17-year-old Elord Revolte was beaten to death by a mob \u003c/a\u003eat the Miami detention center — a beating that two detainees said was instigated by an officer — DJJ reported 53 fights among youths at the lockup, 36 of which resulted in an arrest for battery, prosecutor and DJJ reports said. Aside from Elord’s beating, only one of the fights resulted in an internal DJJ investigation, said a 2016 inspector general report.\u003c/p\u003e\u003cp\u003eDuring the investigation into Elord’s death, one detainee told an inspector that he had “witnessed staff place snacks on youth’s heads and request youth be beaten up by other youth.”\u003c/p\u003e\u003cp\u003eOver the past five years, police and DJJ have fielded complaints about staff-arranged fights in at least eight institutions in six areas, including Fort Lauderdale, Miami, Jacksonville, Tampa, West Palm Beach and Okeechobee. As recently as last February, a 14-year-old boy accused a Broward lockup officer of telling him to hit another detainee. \u003c/p\u003e\u003cdiv class=\"ng_mm_link3\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/07-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/07-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\n\u003c/div\u003e\u003c/div\u003e \u003cp\u003eAn incident at the Duval Academy on July 16, 2014, shows what can happen when teens are deputized to enforce rules. Workers in Jacksonville called their program “Positive Peer.” It left a 15-year-old positively traumatized.\u003c/p\u003e\u003cp\u003eBoys at the Jacksonville academy were picking on a smaller kid. They shoved his shirt inside their pants, and then threw it into a garbage can, he said. A staffer stood and watched. When the youth refused to wear the shirt, workers postponed breakfast for everyone. \u003c/p\u003e\u003cp\u003eA DJJ administrative review describes what happened next: A supervisor “entered the day room and appeared to make a gesture with her hands. Immediately following the gesture, several youths ... began to physically force a shirt over the head and upper body of the youth.” That supervisor and a colleague watched from a few feet away without interfering as\u003ca href=\"http://www.miamiherald.com/latest-news/article177668151.ece/binary/positive-peer-case.pdf\" target=\"_blank\" title=\"\"\u003e the boy was swarmed\u003c/a\u003e.\u003c/p\u003e\u003cp\u003eWhen the teen removed the shirt again, the two staffers attacked him, he told investigators. Detainees consistently said one worker wrapped her fingers around the youth’s neck and choked him, leaving visible bruises. The kid “was crying, and the other youths were laughing at him,” the DJJ report said.\u003c/p\u003e\u003cp\u003e\u003c!-- %asset:177419636% --\u003e\u003c/p\u003e\u003cp\u003eDJJ investigators faulted staff for improper supervision, excessive and unnecessary force, violation of rules and hiding the attack for almost a week. The 23-page report does not explicitly recommend that staff stop outsourcing discipline to teens. Two staffers were terminated. \u003c/p\u003e\u003cp\u003eA wide-ranging investigation of Riverside Academy by Tampa police in April 2014 uncovered disturbing complaints about workers turning youths into enforcers. Redactions to the 105-page report make it difficult to determine how many boys talked to investigators.\u003c/p\u003e\u003cp\u003eOne detainee said workers unlocked a door so a youth could attack another as he slept.\u003c/p\u003e\u003cp\u003eA detainee said a staff member let another boy into his room to fight him, and then suggested he tell workers he fell to explain how his tooth got knocked out. The teen told police the same worker arranged another attack — in a room off the “Cheetah” hallway, which lacked surveillance cameras — and then “watched the whole fight and laughed about it.”\u003c/p\u003e\u003cp\u003eHe said the victim was badly beaten.\u003c/p\u003e\u003cp\u003eAccording to the police report, one boy said detainees would harbor grudges against each other for days, waiting for obliging workers to come on duty so the fights could begin. \u003c/p\u003e\u003cp\u003e“The boys would make up stories as to how they got the injuries from the fights [once they were visible] to ‘cover for’ the staff so the boys could continue their ‘fight club,’\u003cspan class=\"ng-command\" data-value=\"133\"\u003e \u003c/span\u003e” the report quoted a boy as saying.\u003c/p\u003e\u003cp\u003eNo one was criminally charged at Riverside, which has closed.\u003c/p\u003e\u003cdiv class=\"ng_mm_link4\"\u003e\u003cdiv\u003e\u003cstyle\u003e@import url('http://media.miamiherald.com/static/media/projects/2017/embed-helper/styles/main.css');\u003c/style\u003e\u003cdiv class=\"MHembed MHembed__graphic MHgraphic__full MHgraphic__3col\"\u003e\u003ca href=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/14-fc.png\" target=\"_blank\"\u003e\u003cimg class=\"MHembed__graphic--img\" src=\"http://media.miamiherald.com/static/media/projects/2017/graphics/fc-pngs/14-fc.png\"/\u003e \u003c/a\u003e\u003c/div\u003e\n\u003c/div\u003e\u003c/div\u003e\u003ch3\u003eThe ‘Felder incident’\u003cspan class=\"ng-command\" data-value=\"252\"\u003e \u003c/span\u003e\u003c/h3\u003e\u003cp\u003eIn the spring and summer of 2015, the large compound of youth programs in Okeechobee was swirling with reports of “bounties” and “hits” and “hazing.” DJJ undertook at least four investigations. One of them explored what inspectors would refer to as the “Felder incident.”\u003c/p\u003e\u003cp\u003eIt was July 23, 2015, when Keyon Felder scaled the chain-link fence to the roof. The lightning bolt struck at 3:53 p.m. At the hospital a day later, Keyon was diagnosed with deep bruises to his face, hand, and ankle, a perforated eardrum and “altered mental status.” He was lucid enough to call the state’s child abuse hotline, reporting that a staffer had “set him up to be attacked by other youth,” a DJJ report said.\u003c/p\u003e\u003cp\u003eIn a later interview with the Herald at a Miami jail, he said he was punched and kicked by at least two boys earlier that month, on July 4, in retaliation for refusing to join a melee on the basketball court. He told DJJ the same thing: “Get him, because he did not jump in on the fight,” he said the worker announced. Keyon said that he was ambushed before breakfast on July 17 in another boy’s room, and that the same instigator had ordered that the attack be done on his day off.\u003c/p\u003e\u003cp\u003eThen, on July 20, Keyon was hospitalized with an apparent concussion after he was jumped in the shower and knocked unconscious, he told investigators and the Herald. A therapist at the program was so concerned about Keyon’s welfare that he conducted a suicide assessment two days later — the day before the lightning strike.\u003c/p\u003e\u003cp\u003eVideo from outside the shower area showed a worker — the same one as before — pantomiming a hit to his own head as an apparent cue, an inspector general report said. Video showed the worker “shaking his head and laughing” after the beating. But crucial footage from two cameras mysteriously vanished before an inspector could see it.\u003c/p\u003e\u003cp\u003eAn investigation failed to sustain Keyon’s claims, but faulted Okeechobee’s administrator for ignoring them, despite being alerted at least four times by subordinates over three days.\u003c/p\u003e\u003cp\u003eAfter the bolt from the sky, television crews descended on the camp. That ended the administrator’s silence.\u003c/p\u003e\u003cp\u003eTwo months earlier, the mother of a 15-year-old at Okeechobee had called the state’s abuse hotline to complain that her son was hit in the head with a chair by other detainees while in class. She had tried for days to get someone to check on him. \u003c/p\u003e\u003cp\u003eThe investigation revealed that two workers allowed detainees to disable surveillance cameras and “take off their shirts and prepare to fight.” One staffer left the room. The other “did not intervene.”\u003c/p\u003e\u003cp\u003eThey were suspended for five days and retrained.\u003c/p\u003e\u003cp\u003eThat same day, a 16-year-old just released from the adjacent Okeechobee Youth Treatment Center complained that during his six-month stay he’d had his “head split” and suffered “seven or eight black eyes” during fights. \u003c/p\u003e\u003cp\u003e“Staff would tell the youth ‘I will give you 30 seconds.’ He alleged that staff would watch the fight and would not intervene,” a report said.\u003c/p\u003e\u003cp\u003eIt appears that the teen later changed his story. But his mother said he had described the program’s mercenary system to her in detail, reporting that staff “will put a snack on their head.” \u003c/p\u003e\u003cp\u003eThe following day, an anonymous caller made new allegations to DJJ’s complaint center: “\u003ca href=\"http://www.miamiherald.com/latest-news/article167543322.ece/binary/okeechobee.pdf\" target=\"_blank\" title=\"\"\u003eStaff encourage the youth to fight each other\u003c/a\u003e in the bathrooms of the cottages” — off camera or in blind spots. Staff are\u003ca href=\"http://www.miamiherald.com/latest-news/article176530611.ece/binary/okeechobeeinv.pdf\" target=\"_blank\" title=\"\"\u003e “placing bounties on youth’s heads\u003c/a\u003e. Staff deny youth abuse calls and access to law enforcement ... when they are assaulted.”\u003c/p\u003e\u003cp\u003eMost of the boys at the 50-bed treatment center near the muck of Lake Okeechobee denied seeing any wrongdoing, but some talked openly about youth care workers ordering “hits” and reacting slowly, if at all, when a boy was attacked.\u003c/p\u003e\u003cp\u003e“It was common practice for staff to encourage fights, because they could not fight the youth themselves,” one boy told investigators. “If a youth reported a staff’s wrongdoing, that staff would put a ‘hit’ on them and have a youth fight them on his [or] her behalf.” \u003c/p\u003e\u003cp\u003eAnother boy told DJJ that “it is common for a staff to put a ‘hit’ on a youth if he argues with the staff.”\u003c/p\u003e\u003cp\u003eAdministrators at Okeechobee fired one worker, Fontia Hopson, before the investigation was completed. He had brought four boys from the Campanella Cottage to Omega Cottage in order to instigate a brawl inside the shower area, a DJJ report said. \u003c/p\u003e\u003cp\u003eIt was in retaliation for a perceived slight on the basketball court. A staff member said he had discouraged Hopson earlier in the day from setting up fights, but Hopson ignored the admonition. \u003c/p\u003e\u003cp\u003eHopson denied he had encouraged fighting, and told investigators he “did not see anything wrong” with what he did. He was fired anyway, when an administrative review said his actions — allowing youths to fight — were in violation of agency rules.\u003c/p\u003e\u003cp\u003eHopson had ended up at Okeechobee after a stint at another notorious program, Palm Beach Juvenile Correctional Facility, where he was the target of an investigation a year earlier.\u003c/p\u003e\u003cp\u003eThe previous allegation, not sustained: setting up fights.\u003c/p\u003e\u003c/div\u003e","seo":{"keywords":"fight club, okeechobee, keyon felder, djj, florida, juvenile, justice, lightning, detention, abuse, honey bun, investigation"},"_links":{"self":{"href":"/newsapi/v1/stories/177884886?publication=miamiherald"},"home_section":{"href":"/newsapi/v1/sections/6643"},"home_publication":{"href":"/newsapi/v1/publications/miamiherald"},"lead_media":{"href":"/newsapi/v1/images/177884866?publication=miamiherald","asset":{"id":177884866,"file_url":"https://www.miamiherald.com/news/special-reports/florida-prisons/f883pk/picture177884866/alternates/FREE_1140/15-0065%20shoes","publication":{"short_name":"miamiherald","long_name":"Miami Herald"},"modified_date":"2017-10-10T11:39:03Z","published_date":"2017-10-09T19:10:29Z","credit":"Florida Department of Juvenile Justice","thumbnail":"https://www.miamiherald.com/news/special-reports/florida-prisons/f883pk/picture177884866/alternates/FREE_1140/15-0065%20shoes","caption":"Keyon Felder’s right shoe bears witness to his near-deadly encounter with lightning on the roof of a building at Okeechobee Youth Development Center."}},"related":[{"href":"/newsapi/v1/images/177884866?publication=miamiherald"}]},"_embedded":{"inline":[{"id":177884851,"_links":null},{"id":177419636,"_links":null},{"id":177421071,"_links":null},{"id":177884876,"_links":null}]}}]